Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: The password you entered for username %1$1s is incorrect. %2$2s
fa_ir: پسورد وارد شده برای نام کاربری %1$1s اشتباه است. %2$2s

source: Invalid username. %1s
fa_ir: نام کاربری نامعتبر است. %1s

source: Username can not be changed.
fa_ir: نام کاربری قابل تغییر نیست.

source: Password can not be changed.
fa_ir: پسورد قابل تغییر نیست.

source: Confirm password can not be changed.
fa_ir: تأیید پسورد قابل تغییر نیست.

source: Confirm email can not be changed.
fa_ir: تأیید ایمیل قابل تغییر نیست.

source: User Confirm Email
fa_ir: تأیید ایمیل کاربر

source: User Pass
fa_ir: پسورد کاربر

source: User Confirm Password
fa_ir: تأیید پسورد کاربر

source: User Login
fa_ir: ورود کاربر

source: User URL
fa_ir: آدرس وب‌سایت کاربر

source: Description
fa_ir: توضیحات

source: Text
fa_ir: متن

source: Hidden
fa_ir: پنهان

source: Label
fa_ir: برچسب

source: Enter text for the form field label. This is recommended and can be hidden in the Advanced Settings.
fa_ir: متنی برای برچسب فیلد فرم وارد کنید. این کار توصیه می‌شود و می‌تواند در تنظیمات پیشرفته پنهان شود.

source: Enter text for the form field description.
fa_ir: متنی برای توضیحات فیلد فرم وارد کنید.

source: Field Name
fa_ir: نام فیلد

source: Unique key for the field.
fa_ir: کلید منحصر به فرد برای فیلد.

source: Placeholder
fa_ir: متن نمایشی

source: Enter placeholder for the field.
fa_ir: متن نمایشی برای فیلد وارد کنید.

source: Check this option to mark the field required. A form will not submit unless all required fields are provided.
fa_ir: این گزینه را علامت بزنید تا فیلد به عنوان فیلد ضروری علامت‌گذاری شود. فرم ارسال نمی‌شود مگر اینکه تمام فیلدهای ضروری پر شوند.

source: Hide Label
fa_ir: پنهان کردن برچسب

source: Check this option to hide the label of this field.
fa_ir: این گزینه را علامت بزنید تا برچسب این فیلد پنهان شود.

source: Options
fa_ir: گزینه‌ها

source: User Approval And Login Option
fa_ir: گزینه تایید و ورود کاربر

source: This option lets you choose login option after user registration.
fa_ir: این گزینه به شما امکان می‌دهد روش ورود را پس از ثبت‌نام کاربر انتخاب کنید.

source: Login method that should be used by the users registered through this form.
fa_ir: روش ورود که باید توسط کاربرانی که از طریق این فرم ثبت‌نام کرده‌اند، استفاده شود.

source: Select Phone Fields for SMS Verification
fa_ir: انتخاب فیلدهای تلفن برای تایید از طریق SMS

source: This option is to map phone field for sms verification.
fa_ir: این گزینه برای نقشه‌برداری فیلد تلفن برای تایید از طریق SMS است.

source: Default User Role
fa_ir: نقش پیش‌فرض کاربر

source: Default role for the users registered through this form.
fa_ir: نقش پیش‌فرض برای کاربرانی که از طریق این فرم ثبت‌نام کرده‌اند.

source: Enable Strong Password
fa_ir: فعال‌سازی پسورد قوی

source: Make strong password compulsary.
fa_ir: پسورد قوی را اجباری کنید.

source: Minimum Password Strength
fa_ir: حداقل قدرت پسورد

source: Custom
fa_ir: سفارشی

source: Set minimum required password strength.
fa_ir: حداقل قدرت مورد نیاز پسورد را تنظیم کنید.

source: Minimum Uppercase
fa_ir: حداقل حروف بزرگ

source: Enter the minimum amount of uppercase you want to allow for password strength.
fa_ir: حداقل تعداد حروف بزرگ را که می‌خواهید برای قدرت پسورد مجاز باشد وارد کنید.

source: Minimum digits
fa_ir: حداقل ارقام

source: Set the minimum number of digits/numbers required for password strength.
fa_ir: حداقل تعداد ارقام/اعداد مورد نیاز برای قدرت پسورد را تنظیم کنید.

source: Minimum Special Characters
fa_ir: حداقل کاراکترهای ویژه

source: Set the minimum number of special characters required for password strength.
fa_ir: حداقل تعداد کاراکترهای ویژه مورد نیاز برای قدرت پسورد را تنظیم کنید.

source: Minimum Password Length
fa_ir: حداقل طول پسورد

source: Set the minimum password length required for password strength.
fa_ir: حداقل طول پسورد مورد نیاز برای قدرت پسورد را تنظیم کنید.

source: Limit Repetitive letters
fa_ir: محدودیت حروف تکراری

source: Check repetitive letters.
fa_ir: حروف تکراری را بررسی کنید.

source: Max Repeat Length
fa_ir: حداکثر طول تکرار

source: Set the Maximum repeat amount for letters in a password.
fa_ir: حداکثر تعداد تکرار حروف در یک پسورد را تنظیم کنید.

source: Submit Button Class
fa_ir: کلاس دکمه ارسال

source: Enter CSS class names for the Submit Button. Multiple class names should be separated with spaces.
fa_ir: نام‌های کلاس CSS برای دکمه ارسال وارد کنید. نام‌های کلاس متعدد باید با فاصله از هم جدا شوند.

source: Submit Button Text
fa_ir: متن دکمه ارسال

source: Enter desired text for the Submit Button.
fa_ir: متن دلخواه برای دکمه ارسال وارد کنید.

source: Success message display
fa_ir: نمایش پیام موفقیت

source: Top
fa_ir: بالا

source: Bottom
fa_ir: پایین

source: Hide Form After Successful Submission
fa_ir: پنهان کردن فرم پس از ارسال موفق

source: Display success message either at the top or bottom after successful registration.
fa_ir: نمایش پیام موفقیت در بالا یا پایین پس از ثبت‌نام موفق.

source: Enable &nbsp; %1$s %2$s Captcha %3$s &nbsp; Support
fa_ir: فعال‌سازی پشتیبانی از Captcha برای امنیت قوی از هرزنامه‌ها و ربات‌ها.

source: Enable Captcha for strong security from spams and bots.
fa_ir: فعال‌سازی Captcha برای امنیت قوی در برابر هرزنامه‌ها و ربات‌ها.

source: Select the type of Captcha you want in this form.
fa_ir: نوع Captcha را که می‌خواهید در این فرم استفاده کنید انتخاب کنید.

source: Choose form template to use.
fa_ir: قالب فرم را برای استفاده انتخاب کنید.

source: Form Class
fa_ir: کلاس فرم

source: Enter CSS class names for the Form Wrapper. Multiple class names should be separated with spaces.
fa_ir: نام‌های کلاس CSS برای بسته‌بندی فرم وارد کنید. نام‌های کلاس متعدد باید با فاصله از هم جدا شوند.

source: Redirect After Registration
fa_ir: بازگشت پس از ثبت‌نام

source: No Redirection
fa_ir: بدون ارجاع

source: Internal Page
fa_ir: صفحه داخلی

source: External URL
fa_ir: آدرس URL خارجی

source: Previous Page
fa_ir: صفحه قبلی

source: Choose where to redirect the user after successful registration.
fa_ir: جایگاهی را برای ارجاع کاربر پس از ثبت‌نام موفق انتخاب کنید.

source: Custom Page
fa_ir: صفحه سفارشی

source: Choose the custom page to redirect after registration
fa_ir: صفحه سفارشی را برای ارجاع پس از ثبت‌نام انتخاب کنید

source: Redirect URL
fa_ir: آدرس URL ارجاع

source: This option lets you enter redirect path after successful user registration.
fa_ir: این گزینه به شما این امکان را می‌دهد که مسیر ارجاع را پس از ثبت‌نام موفق کاربر وارد کنید.

source: Waiting Period Before Redirection ( In seconds )
fa_ir: مدت زمان انتظار قبل از ارجاع (برحسب ثانیه)

source: Time to wait after registration before redirecting user to another page.
fa_ir: زمانی که پس از ثبت‌نام باید منتظر بمانید قبل از اینکه کاربر به صفحه دیگری ارجاع داده شود.

source: Activate Spam Protection By Akismet
fa_ir: فعال‌سازی حفاظت از هرزنامه توسط Akismet

source: Enable anti-spam for this form with akismet.
fa_ir: فعال‌سازی ضد هرزنامه برای این فرم با استفاده از Akismet.

source: Auto approval and manual login
fa_ir: تایید خودکار و ورود دستی

source: Auto approval and auto login
fa_ir: تایید خودکار و ورود خودکار

source: Admin approval
fa_ir: تایید مدیر

source: Auto approval after email confirmation
fa_ir: تایید خودکار پس از تایید ایمیل

source: The class <code>%s</code> provided by user_registration_logging_class filter must implement <code>UR_Logger_Interface</code>.
fa_ir: کلاس <code>%s</code> که توسط فیلتر user_registration_logging_class ارائه شده است باید <code>UR_Logger_Interface</code> را پیاده‌سازی کند.

source: Conditional Logic
fa_ir: منطق شرطی

source: Use Conditional Logics
fa_ir: استفاده از منطق شرطی

source: Conditional Rules
fa_ir: قوانین شرطی

source: Send data only if the following matches.
fa_ir: فقط در صورتی که موارد زیر مطابقت داشته باشند، داده ارسال شود.

source: Checked
fa_ir: علامت‌گذاری شده

source: <strong>Activation error:</strong> %1$s
fa_ir: <strong>خطای فعال‌سازی:</strong> %1$s

source: WooCommerce
fa_ir: ووکامرس

source: File Uploads
fa_ir: بارگذاری فایل‌ها

source: Customize My Account
fa_ir: سفارشی‌سازی حساب من

source: User Registration customize my account
fa_ir: سفارشی‌سازی حساب من برای ثبت‌نام کاربر

source: You have been subscribed to %s plan. Please upgrade to higher plans to use this feature.
fa_ir: شما به طرح %s مشترک شده‌اید. لطفاً برای استفاده از این ویژگی به طرح‌های بالاتر ارتقا دهید.

source: Please %1$s %2$s addon to use this feature.
fa_ir: لطفاً %1$s %2$s افزونه را برای استفاده از این ویژگی نصب کنید.

source: %s Addon
fa_ir: افزونه %s

source: You are currently using the free version of our plugin. Please upgrade to premium version to use this feature.
fa_ir: شما در حال حاضر از نسخه رایگان افزونه ما استفاده می‌کنید. لطفاً برای استفاده از این ویژگی به نسخه پریمیوم ارتقا دهید.

source: Username is required.
fa_ir: نام کاربری ضروری است.

source: A user could not be found with this email address.
fa_ir: کاربری با این آدرس ایمیل پیدا نشد.

source: Error on Cloudflare. Contact your site administrator.
fa_ir: خطا در Cloudflare. لطفاً با مدیر سایت خود تماس بگیرید.

source: ERROR:
fa_ir: خطا:

source: ERROR
fa_ir: خطا

source: Email field is not editable.
fa_ir: فیلد ایمیل قابل ویرایش نیست.

source: Email already exists
fa_ir: ایمیل قبلاً ثبت شده است.

source: Warning:-
fa_ir: هشدار:

source: This feature is inactive because
fa_ir: این ویژگی غیرفعال است زیرا

source: Akismet
fa_ir: اکیس‌مت

source: plugin has not been installed. For more
fa_ir: افزونه نصب نشده است. برای اطلاعات بیشتر

source: information.
fa_ir: اطلاعات.

source: Warning:-
fa_ir: هشدار:

source: plugin is not activated. For more
fa_ir: افزونه فعال نشده است. برای اطلاعات بیشتر

source: plugin has not been properly configured. For more
fa_ir: افزونه به درستی پیکربندی نشده است. برای اطلاعات بیشتر

source: Create a registration form.
fa_ir: فرم ثبت‌نام ایجاد کنید.

source: Create registration and my account page.
fa_ir: صفحه ثبت‌نام و حساب من را ایجاد کنید.

source: Enable anyone can register.
fa_ir: فعال‌سازی ثبت‌نام برای همه

source: Disable WordPress default registration and login page.
fa_ir: غیرفعال‌سازی صفحه ثبت‌نام و ورود پیش‌فرض وردپرس

source: Setup spam protection mechanisms.
fa_ir: راه‌اندازی مکانیزم‌های حفاظت در برابر هرزنامه‌ها

source: Please check the `ur_mail_errors` log under <a target="_blank" href= "%s"> Status Log </a> section.
fa_ir: لطفاً لاگ `ur_mail_errors` را در بخش <a target="_blank" href= "%s"> لاگ وضعیت </a> بررسی کنید.

source: User Registration Email Send Error
fa_ir: خطای ارسال ایمیل ثبت‌نام کاربر

source: The last emails sent from User Registration Plugin was not delivered to the user.
fa_ir: آخرین ایمیل‌هایی که از افزونه ثبت‌نام کاربر ارسال شده‌اند، به کاربر تحویل داده نشدند.

source: Unusual User Registrations Detected
fa_ir: ثبت‌نام‌های غیرعادی کاربران شناسایی شد

source: A significant number of users have registered on your site from sources other than the User Registration plugin's form.
fa_ir: تعداد زیادی از کاربران از منابعی غیر از فرم افزونه ثبت‌نام کاربر در سایت شما ثبت‌نام کرده‌اند.

source: These registrations may be suspicious. Please review and disable any other methods that allow user registrations if they are not intended. Additionally, consider enabling spam protection measures in the User Registration plugin to safeguard your site.
fa_ir: این ثبت‌نام‌ها ممکن است مشکوک باشند. لطفاً بررسی کنید و هر روشی که به غیر از فرم ثبت‌نام افزونه اجازه ثبت‌نام کاربر را می‌دهد، غیرفعال کنید. همچنین، در نظر بگیرید که مکانیزم‌های حفاظت از هرزنامه در افزونه ثبت‌نام کاربر را فعال کنید تا سایت شما ایمن باشد.

source: It was a false alarm
fa_ir: این یک هشدار کاذب بود

source: Registration Form widget for WPBakery.
fa_ir: ویجت فرم ثبت‌نام برای WPBakery.

source: Select Form.
fa_ir: فرم را انتخاب کنید.

source: My Account widget for WPBakery.
fa_ir: ویجت حساب من برای WPBakery.

source: Enter redirect url after login.
fa_ir: آدرس URL ارجاع پس از ورود را وارد کنید.

source: Logout URL
fa_ir: آدرس URL خروج

source: Enter url which redirect after logout.
fa_ir: آدرس URL که پس از خروج کاربر ارجاع داده می‌شود را وارد کنید.

source: Login Form widget for WPBakery.
fa_ir: ویجت فرم ورود برای WPBakery.

source: Edit Profile widget for WPBakery.
fa_ir: ویجت ویرایش پروفایل برای WPBakery.

source: Edit Password widget for WPBakery.
fa_ir: ویجت ویرایش پسورد برای WPBakery.

source: This function should not be called before user_registration_init.
fa_ir: این تابع نباید قبل از user_registration_init فراخوانی شود.

source: required
fa_ir: ضروری

source: Choose an option
fa_ir: یک گزینه انتخاب کنید

source: This field value needs to be unique.
fa_ir: مقدار این فیلد باید منحصر به فرد باشد.

source: Every %d minutes
fa_ir: هر %d دقیقه

source: This method should not be called before plugins_loaded.
fa_ir: این متد نباید قبل از plugins_loaded فراخوانی شود.

source: Facebook
fa_ir: فیسبوک

source: LinkedIn
fa_ir: لینکدین

source: Google
fa_ir: گوگل

source: Twitter
fa_ir: توئیتر

source: Pending
fa_ir: در انتظار

source: Completed
fa_ir: تکمیل شده

source: Failed
fa_ir: شکست خورده

source: Roles
fa_ir: نقش‌ها

source: User Registered Date
fa_ir: تاریخ ثبت‌نام کاربر

source: Period after Registration
fa_ir: دوره بعد از ثبت‌نام

source: User State
fa_ir: وضعیت کاربر

source: Payment Status
fa_ir: وضعیت پرداخت

source: Memberships
fa_ir: عضویت‌ها

source: Profile Completeness
fa_ir: کامل بودن پروفایل

source: Logged In
fa_ir: وارد شده

source: Logged Out
fa_ir: خروج کرده

source: Minimum Public Posts Count
fa_ir: حداقل تعداد پست‌های عمومی

source: Capabilities
fa_ir: توانایی‌ها

source: Content Published Date
fa_ir: تاریخ انتشار محتوا

source: UR Form Field Value
fa_ir: مقدار فیلد فرم UR

source: Registration Source
fa_ir: منبع ثبت‌نام

source: UR Forms
fa_ir: فرم‌های UR

source: Allowed Email Domains
fa_ir: دامنه‌های ایمیل مجاز

source: Post Types
fa_ir: نوع پست‌ها

source: Taxonomy
fa_ir: رده‌بندی

source: Archives
fa_ir: بایگانی‌ها

source: Pick Posts
fa_ir: انتخاب پست‌ها

source: Pick Pages
fa_ir: انتخاب صفحات

source: Whole Site
fa_ir: کل سایت

source: Select a UR form
fa_ir: یک فرم UR انتخاب کنید

source: Select a shortcode
fa_ir: یک شورت‌کد انتخاب کنید

source: Enter shortcode arguments here. Eg: id="345"
fa_ir: آرگومان‌های شورت‌کد را اینجا وارد کنید. مثلاً: id="345"

source: Save
fa_ir: ذخیره

source: Save Draft
fa_ir: ذخیره پیش‌نویس

source: Publish
fa_ir: منتشر کردن

source: Edit Access Rule
fa_ir: ویرایش قانون دسترسی

source: Are you sure you want to publish this draft? You will not be able to revert this.
fa_ir: آیا مطمئنید که می‌خواهید این پیش‌نویس را منتشر کنید؟ شما نمی‌توانید این کار را برگشت دهید.

source: Network error
fa_ir: خطای شبکه

source: Title cannot be empty. Please give the Access Rule a short descriptive title.
fa_ir: عنوان نمی‌تواند خالی باشد. لطفاً برای قانون دسترسی یک عنوان توصیفی کوتاه وارد کنید.

source: Are you sure?
fa_ir: آیا مطمئنید؟

source: You will not be able to revert this!
fa_ir: شما نمی‌توانید این را برگشت دهید!

source: Are you sure you want to delete this field/group? You will not be able to revert this!
fa_ir: آیا مطمئنید که می‌خواهید این فیلد/گروه را حذف کنید؟ شما نمی‌توانید این را برگشت دهید!

source: Select a page
fa_ir: یک صفحه انتخاب کنید

source: Main Logic Group
fa_ir: گروه منطق اصلی

source: Add New Content Rules
fa_ir: افزودن قوانین محتوای جدید

source: Content Rule Name
fa_ir: نام قانون محتوا

source: Access Control
fa_ir: کنترل دسترسی

source: Access
fa_ir: دسترسی

source: Restrict
fa_ir: محدود کردن

source: User should have one of the selected roles
fa_ir: کاربر باید یکی از نقش‌های انتخاب شده را داشته باشد

source: Users must have been registered in the specified date range
fa_ir: کاربران باید در بازه زمانی مشخص ثبت‌نام کرده باشند

source: User will access content during or after numbers of days from the registration
fa_ir: کاربر به محتوا در طول یا بعد از تعداد روزهای ثبت‌نام دسترسی خواهد داشت

source: Whether users should be logged in or logged out
fa_ir: آیا کاربران باید وارد شده یا خارج شده باشند

source: Select the payment state at which to display the content.
fa_ir: وضعیت پرداخت را انتخاب کنید که محتوا در آن نمایش داده شود.

source: Select the membership for which to show or restrict the content.
fa_ir: عضویت را انتخاب کنید که محتوا برای آن نمایش داده یا محدود شود.

source: User must have profile completeness above the specified threshold
fa_ir: کاربر باید پروفایل کاملی بالاتر از آستانه مشخص شده داشته باشد

source: Email domain of User must be included in the list
fa_ir: دامنه ایمیل کاربر باید در لیست گنجانده شده باشد

source: Users must have published minimum specified posts as public
fa_ir: کاربران باید حداقل پست‌های مشخص شده را به صورت عمومی منتشر کرده باشند

source: Users must have all of the listed capabilities
fa_ir: کاربران باید تمام توانایی‌های ذکر شده را داشته باشند

source: Users must have been registered through one of the listed sources
fa_ir: کاربران باید از یکی از منابع ذکر شده ثبت‌نام کرده باشند

source: Users must have the specified form field value
fa_ir: کاربران باید مقدار فیلد فرم مشخص شده را داشته باشند

source: Target post types to apply restriction
fa_ir: نوع پست‌های هدف برای اعمال محدودیت

source: Target taxonomies to apply restriction
fa_ir: رده‌بندی‌های هدف برای اعمال محدودیت

source: Cherry picked posts to apply restriction
fa_ir: پست‌های انتخاب شده برای اعمال محدودیت

source: Enable to whole site restriction
fa_ir: فعال‌سازی محدودیت برای کل سایت

source: Cherry picked pages to apply restriction
fa_ir: صفحات انتخاب شده برای اعمال محدودیت

source: No content access rule found.
fa_ir: قانون دسترسی به محتوا یافت نشد.

source: Action
fa_ir: عملیات

source: Last Update
fa_ir: آخرین بروزرسانی

source: ID
fa_ir: شناسه

source: Content Rules
fa_ir: قوانین محتوا

source: All Rules
fa_ir: تمام قوانین

source: Search Rule
fa_ir: جستجوی قانون

source: Search Rules ...
fa_ir: جستجوی قوانین ...

source: Restrict This Content
fa_ir: محدود کردن این محتوا

source: Use shortcode [urcr_restrict]....[/urcr_restrict] to restrict partial contents.
fa_ir: از شورت‌کد [urcr_restrict]....[/urcr_restrict] برای محدود کردن محتواهای جزئی استفاده کنید.

source: Allow Access To:
fa_ir: اجازه دسترسی به:

source: Only select this if you want to override global setting for allow option
fa_ir: فقط در صورتی این را انتخاب کنید که بخواهید تنظیمات جهانی برای گزینه اجازه را لغو کنید.

source: Allow Access To Roles:
fa_ir: اجازه دسترسی به نقش‌ها:

source: Only select this if you want to override global setting for access roles
fa_ir: فقط در صورتی این را انتخاب کنید که بخواهید تنظیمات جهانی برای نقش‌های دسترسی را لغو کنید.

source: Restrict This Section
fa_ir: محدود کردن این بخش

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Content Restriction - Content Rules
fa_ir: محدودیت محتوا - قوانین محتوا

source: Content Rule Title Here...
fa_ir: عنوان قانون محتوا اینجا...

source: Conditions & Logics
fa_ir: شرایط و منطق‌ها

source: Target Contents
fa_ir: محتوای هدف

source: Create Rule
fa_ir: ایجاد قانون

source: Save as Draft
fa_ir: ذخیره به عنوان پیش‌نویس

source: Choose actions for this rule?
fa_ir: عملیات‌ها را برای این قانون انتخاب کنید؟

source: Action to perform for restricting the access or not
fa_ir: عملیاتی که برای محدود کردن دسترسی یا نکردن آن باید انجام شود

source: Select an Action
fa_ir: یک عملیات انتخاب کنید

source: Action to perform for restricting the specified contents
fa_ir: عملیاتی که برای محدود کردن محتوای مشخص شده باید انجام شود

source: Select an Access control
fa_ir: یک کنترل دسترسی انتخاب کنید

source: Show Message
fa_ir: نمایش پیام

source: Redirect
fa_ir: انتقال

source: Redirect to a Local Page
fa_ir: انتقال به یک صفحه محلی

source: Show UR Form
fa_ir: نمایش فرم UR

source: Render Shortcode
fa_ir: رندر شورت‌کد

source: Restriction Message
fa_ir: پیام محدودیت

source: You do not have sufficient permission to access this content.
fa_ir: شما اجازه کافی برای دسترسی به این محتوا را ندارید.

source: Redirection URL
fa_ir: URL انتقال

source: Warning
fa_ir: هشدار

source: Empty redirect URL will redirect to the admin page.
fa_ir: URL انتقال خالی به صفحه مدیریت منتقل خواهد شد.

source: Redirect to a local page
fa_ir: انتقال به یک صفحه محلی

source: Display User Registration Form
fa_ir: نمایش فرم ثبت‌نام کاربر

source: Render a Shortcode
fa_ir: رندر یک شورت‌کد

source: Add target contents
fa_ir: افزودن محتوای هدف

source: Add Field
fa_ir: افزودن فیلد

source: Content Restriction
fa_ir: محدودیت محتوا

source: Nonce error. You might wanna refresh the page.
fa_ir: خطای نانس. ممکن است بخواهید صفحه را تازه‌سازی کنید.

source: Successfully created an Access Rule.
fa_ir: قانون دسترسی با موفقیت ایجاد شد.

source: Sorry! There was an unexpected error while creating the Content Access Rule.
fa_ir: ببخشید! هنگام ایجاد قانون دسترسی به محتوا خطای غیرمنتظره‌ای رخ داد.

source: Sorry! You do not have permission to create Content Access Rule.
fa_ir: ببخشید! شما اجازه ایجاد قانون دسترسی به محتوا را ندارید.

source: Successfully saved the Access Rule.
fa_ir: قانون دسترسی با موفقیت ذخیره شد.

source: Sorry! There was an unexpected error while saveing the Content Access Rule.
fa_ir: ببخشید! هنگام ذخیره قانون دسترسی به محتوا خطای غیرمنتظره‌ای رخ داد.

source: Sorry! ID is required to update an Access Rule.
fa_ir: ببخشید! برای بروزرسانی قانون دسترسی، شناسه نیاز است.

source: Sorry! You do not have permission to edit Content Access Rules.
fa_ir: ببخشید! شما اجازه ویرایش قوانین دسترسی به محتوا را ندارید.

source: Successfully saved the draft Access Rule.
fa_ir: پیش‌نویس قانون دسترسی با موفقیت ذخیره شد.

source: Sorry! There was an unexpected error while saving the Content Access Rule as draft.
fa_ir: ببخشید! هنگام ذخیره قانون دسترسی به محتوا به عنوان پیش‌نویس خطای غیرمنتظره‌ای رخ داد.

source: Sorry! There was an unexpected error while saving the Content Access Rule.
fa_ir: ببخشید! هنگام ذخیره قانون دسترسی به محتوا خطای غیرمنتظره‌ای رخ داد.

source: This content is restricted!
fa_ir: این محتوا محدود شده است!

source: Access Rules
fa_ir: قوانین دسترسی

source: Access Rule
fa_ir: قانون دسترسی

# Admin menu name
source: Access Rules
fa_ir: قوانین دسترسی

source: Add content access rule
fa_ir: افزودن قانون دسترسی به محتوا

source: Add new content access rule
fa_ir: افزودن قانون جدید دسترسی به محتوا

source: Edit content access rule
fa_ir: ویرایش قانون دسترسی به محتوا

source: New content access rule
fa_ir: قانون جدید دسترسی به محتوا

source: View content access rules
fa_ir: مشاهده قوانین دسترسی به محتوا

source: View content access rule
fa_ir: مشاهده قانون دسترسی به محتوا

source: Search content access rules
fa_ir: جستجوی قوانین دسترسی به محتوا

source: No content access rules found
fa_ir: هیچ قانون دسترسی به محتوا پیدا نشد

source: No content access rules found in trash
fa_ir: هیچ قانون دسترسی به محتوا در سطل زباله پیدا نشد

source: Parent content access rule
fa_ir: قانون والد دسترسی به محتوا

source: Go to Content Rules page for advanced restrictions
fa_ir: برای محدودیت‌های پیشرفته به صفحه قوانین محتوا بروید

source: Content Restriction Settings
fa_ir: تنظیمات محدودیت محتوا

source: Enable Content Restriction
fa_ir: فعال‌سازی محدودیت محتوا

source: Check To Enable Content Restriction
fa_ir: برای فعال‌سازی محدودیت محتوا تیک بزنید

source: Allow Access To
fa_ir: اجازه دسترسی به

source: Select Option To Allow Access To
fa_ir: گزینه‌ای برای اجازه دسترسی انتخاب کنید

source: Select Roles
fa_ir: نقش‌ها را انتخاب کنید

source: The roles selected here will have access to restricted content.
fa_ir: نقش‌های انتخاب شده در اینجا به محتوای محدود دسترسی خواهند داشت.

source: Restricted Content Message
fa_ir: پیام محتوای محدود

source: The message you would like to display in restricted content.
fa_ir: پیامی که می‌خواهید در محتوای محدود نمایش داده شود.

source: URCR: Cannot redirect to same page. The target page was selected as redirection target for content restriction.
fa_ir: URCR: نمی‌توان به همان صفحه هدایت شد. صفحه هدف به عنوان مقصد هدایت برای محدودیت محتوا انتخاب شده است.

source: You don't have permission to access this file.
fa_ir: شما اجازه دسترسی به این فایل را ندارید.
