Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Password and confirm password not matched
fa_ir: رمز عبور و تأیید رمز عبور با هم مطابقت ندارند.

source: Password should not match with Username or Email address.
fa_ir: رمز عبور نباید با نام کاربری یا آدرس ایمیل مطابقت داشته باشد.

source: <strong>%s</strong> is a required field.
fa_ir: <strong>%s</strong> یک فیلد ضروری است.

source: Please enter a value greater than 0 for %s.
fa_ir: لطفاً مقداری بیشتر از 0 برای %s وارد کنید.

source: Please enter an integer value for %s.
fa_ir: لطفاً یک مقدار صحیح برای %s وارد کنید.

source: Please enter a numeric value for %s.
fa_ir: لطفاً یک مقدار عددی برای %s وارد کنید.

source: Please enter a valid url or path for %s.
fa_ir: لطفاً یک URL یا مسیر معتبر برای %s وارد کنید.

source: Please enter a valid email for %s.
fa_ir: لطفاً یک ایمیل معتبر برای %s وارد کنید.

source: Please enter a valid value for %s.
fa_ir: لطفاً یک مقدار معتبر برای %s وارد کنید.

source: Please enter a valid value
fa_ir: لطفاً یک مقدار معتبر وارد کنید.

source: Please enter a numeric value
fa_ir: لطفاً یک مقدار عددی وارد کنید.

source: Please input a valid email
fa_ir: لطفاً یک ایمیل معتبر وارد کنید.

source: Please input a valid url or path
fa_ir: لطفاً یک URL یا مسیر معتبر وارد کنید.

source: Please input a valid date
fa_ir: لطفاً یک تاریخ معتبر وارد کنید.

source: Please input a valid value
fa_ir: لطفاً یک مقدار معتبر وارد کنید.

source: Please enter value of length less than %d
fa_ir: لطفاً مقداری با طول کمتر از %d وارد کنید.

source: Please enter value of length at least %d
fa_ir: لطفاً مقداری با طول حداقل %d وارد کنید.

source: Please enter number of words less than %d
fa_ir: لطفاً تعداد کلمات کمتر از %d وارد کنید.

source: Please enter number of words at least %d
fa_ir: لطفاً تعداد کلمات حداقل %d وارد کنید.

source: Please enter an integer value
fa_ir: لطفاً یک مقدار صحیح وارد کنید.

source: Please enter a non negative value
fa_ir: لطفاً یک مقدار غیر منفی وارد کنید.

source: Current Version:
fa_ir: نسخه فعلی:

source: Today
fa_ir: امروز

source: Last Week
fa_ir: هفته گذشته

source: Last Month
fa_ir: ماه گذشته

source: Form not Found. Please contact your site administrator.
fa_ir: فرم یافت نشد. لطفاً با مدیر سایت تماس بگیرید.

source: The form is in %s. Please contact your site administrator.
fa_ir: فرم در %s است. لطفاً با مدیر سایت تماس بگیرید.

source: Form not found, form id :
fa_ir: فرم یافت نشد، شناسه فرم:

source: Welcome, {{display_name}}
fa_ir: خوش آمدید، {{display_name}}

source: From your account dashboard you can edit your {{profile_details_link}} and {{edit_password_link}}.
fa_ir: از داشبورد حساب خود می‌توانید {{profile_details_link}} و {{edit_password_link}} خود را ویرایش کنید.

source: Not {{display_name}}? <strong>{{sign_out_link}}</strong>
fa_ir: آیا {{display_name}} نیستید؟ <strong>{{sign_out_link}}</strong>

source: Current password
fa_ir: رمز عبور فعلی

source: New password
fa_ir: رمز عبور جدید

source: Confirm new password
fa_ir: تأیید رمز عبور جدید

source: Save changes
fa_ir: ذخیره تغییرات

source: Profile Detail
fa_ir: جزئیات پروفایل

source: Max size:
fa_ir: حداکثر اندازه:

source: Upload your new profile image.
fa_ir: تصویر پروفایل جدید خود را بارگذاری کنید.

source: Upload Picture
fa_ir: بارگذاری تصویر

source: You can change your profile picture on
fa_ir: شما می‌توانید تصویر پروفایل خود را در

source: Gravatar
fa_ir: گراتوار

source: Username or Email Address
fa_ir: نام کاربری یا آدرس ایمیل

source: Show password
fa_ir: نمایش رمز عبور

source: Lost your password? Please enter your username or email address. You will receive a link to create a new password via email.
fa_ir: رمز عبور خود را فراموش کرده‌اید؟ لطفاً نام کاربری یا آدرس ایمیل خود را وارد کنید. یک لینک برای ایجاد رمز عبور جدید از طریق ایمیل دریافت خواهید کرد.

source: Username or email
fa_ir: نام کاربری یا ایمیل

source: Reset password
fa_ir: بازنشانی رمز عبور

source: Enter a new password below.
fa_ir: رمز عبور جدید خود را در زیر وارد کنید.

source: Re-enter new password
fa_ir: رمز عبور جدید را دوباره وارد کنید.

source: Password reset email has been sent.
fa_ir: ایمیل بازنشانی رمز عبور ارسال شده است.

source: A password reset email has been sent to the email address on file for your account, but may take several minutes to show up in your inbox. Please wait at least 10 minutes before attempting another reset.
fa_ir: ایمیل بازنشانی رمز عبور به آدرس ایمیل ثبت شده برای حساب شما ارسال شده است، اما ممکن است چند دقیقه طول بکشد تا در صندوق ورودی شما ظاهر شود. لطفاً حداقل 10 دقیقه صبر کنید و سپس دوباره تلاش کنید.

source: Membership Title
fa_ir: عنوان عضویت

source: Membership Type
fa_ir: نوع عضویت

source: Membership Status
fa_ir: وضعیت عضویت

source: Cancel Membership
fa_ir: لغو عضویت

source: Cancellation will be according to the current membership cancellation type.
fa_ir: لغو عضویت مطابق با نوع لغو عضویت فعلی خواهد بود.

source: Sub Logic Group
fa_ir: گروه منطق فرعی

source: OR
fa_ir: یا

source: AND
fa_ir: و

source: NOT
fa_ir: نه

source: User Based
fa_ir: بر اساس کاربر

source: User Assets Based
fa_ir: بر اساس دارایی‌های کاربر

source: Email Domain
fa_ir: دامنه ایمیل

source: Others
fa_ir: سایر

source: User Registration Source
fa_ir: منبع ثبت نام کاربر

source: UR Form Field
fa_ir: فیلد فرم UR

source: Add Group
fa_ir: اضافه کردن گروه

source: Open %s
fa_ir: باز کردن %s

source: OTP Verification
fa_ir: تأیید OTP

source: Enter Your OTP Below:
fa_ir: کد OTP خود را در زیر وارد کنید:

source: Enter OTP
fa_ir: کد OTP را وارد کنید

source: Resend Code
fa_ir: ارسال مجدد کد

source: Verify OTP
fa_ir: تأیید کد OTP

source: No details found for this user.
fa_ir: جزئیات این کاربر یافت نشد.

source: Personal Information
fa_ir: اطلاعات شخصی

source: %1$s in %2$s on line %3$s
fa_ir: %1$s در %2$s در خط %3$s

source: Your installation of the User Registration is incomplete. Please run %1$s within the %2$s directory.
fa_ir: نصب افزونه ثبت نام کاربر شما ناقص است. لطفاً %1$s را در دایرکتوری %2$s اجرا کنید.

source: Your installation of the User Registration PRO is incomplete. Please run %1$s within the %2$s directory.
fa_ir: نصب افزونه User Registration PRO شما ناقص است. لطفاً %1$s را در دایرکتوری %2$s اجرا کنید.

source: View User Registration settings
fa_ir: مشاهده تنظیمات ثبت نام کاربر

source: View User Registration documentation
fa_ir: مشاهده مستندات ثبت نام کاربر

source: Docs
fa_ir: مستندات

source: Visit free customer support
fa_ir: دریافت پشتیبانی رایگان

source: Free support
fa_ir: پشتیبانی رایگان

source: Please update your <code>user-registration</code> plugin (to at least 2.1.0 version) to use <code>user-registration-pro</code> addon.
fa_ir: لطفاً افزونه <code>user-registration</code> خود را به نسخه 2.1.0 یا بالاتر به‌روزرسانی کنید تا از افزودنی <code>user-registration-pro</code> استفاده کنید.

source: Login Form Settings
fa_ir: تنظیمات فرم ورود

source: Myaccount Settings
fa_ir: تنظیمات حساب من

source: Select access role
fa_ir: انتخاب نقش دسترسی

source: Select Role
fa_ir: انتخاب نقش

source: Select Access Control
fa_ir: انتخاب کنترل دسترسی

source: This block has global content restriction settings.
fa_ir: این بلوک دارای تنظیمات محدودیت محتوا به صورت سراسری است.

source: This content restriction block has been deprecated. Please use the new enhanced content restriction updated block with new functionality.
fa_ir: این بلوک محدودیت محتوا منسوخ شده است. لطفاً از بلوک به‌روز شده و جدید با ویژگی‌های جدید استفاده کنید.

source: Enter your restricted content...
fa_ir: محتوای محدود خود را وارد کنید...

source: User registration download pdf button
fa_ir: دکمه دانلود PDF ثبت نام کاربر

source: Select a list
fa_ir: یک لیست انتخاب کنید

source: User Registration Frontend Listing
fa_ir: لیست فرانت‌اند ثبت نام کاربر

source: This gives list the details of the registered users on the site in the frontend.
fa_ir: این لیست جزئیات کاربران ثبت‌نام‌شده در سایت را در فرانت‌اند نمایش می‌دهد.

source: Select a List
fa_ir: یک لیست انتخاب کنید

source: User registration frontend listing
fa_ir: لیست فرانت‌اند ثبت نام کاربر

source: Select a Popup
fa_ir: یک پاپ‌آپ انتخاب کنید

source: User Registration Popup
fa_ir: پاپ‌آپ ثبت نام کاربر

source: Select a popup name to display one of your popup.
fa_ir: نام یک پاپ‌آپ را انتخاب کنید تا یکی از پاپ‌آپ‌های شما نمایش داده شود.

source: User registration popup
fa_ir: پاپ‌آپ ثبت نام کاربر

source: View profile details
fa_ir: مشاهده جزئیات پروفایل

source: User Registration Forms
fa_ir: فرم‌های ثبت نام کاربر

source: Select a registration form name to display one of your form.
fa_ir: یک نام فرم ثبت‌نام را انتخاب کنید تا یکی از فرم‌های شما نمایش داده شود.

source: Install Pages
fa_ir: صفحات نصب

source: The following pages will be installed automatically.
fa_ir: صفحات زیر به‌طور خودکار نصب خواهند شد.

source: Customize your general settings as per your preference.
fa_ir: تنظیمات عمومی خود را بر اساس ترجیحات خود سفارشی کنید.

source: Registration Settings
fa_ir: تنظیمات ثبت نام

source: Customize your registration settings as per your preference.
fa_ir: تنظیمات ثبت نام خود را بر اساس ترجیحات خود سفارشی کنید.

source: My Account Settings
fa_ir: تنظیمات حساب من

source: Customize your my account page settings as per your preference.
fa_ir: تنظیمات صفحه حساب من خود را بر اساس ترجیحات خود سفارشی کنید.

source: Final Step
fa_ir: مرحله نهایی

source: Edit Default Form
fa_ir: ویرایش فرم پیش‌فرض

source: Back
fa_ir: بازگشت

source: Create New Form
fa_ir: ایجاد فرم جدید

source: Skip this step
fa_ir: این مرحله را رد کنید

source: Install & Proceed
fa_ir: نصب و ادامه

source: Next
fa_ir: بعدی

source: Go to dashboard
fa_ir: رفتن به داشبورد

source: Registration Page
fa_ir: صفحه ثبت‌نام

source: Installing...
fa_ir: در حال نصب...

source: Installed
fa_ir: نصب شده

source: Default Registration Form
fa_ir: فرم ثبت‌نام پیش‌فرض

source: Congratulations, Youâ€™re all set! ðŸŽ‰
fa_ir: تبریک می‌گوییم، شما آماده‌اید! 🎉

source: Our Popular Addons
fa_ir: افزونه‌های محبوب ما

source: Advanced Fields
fa_ir: فیلدهای پیشرفته

source: Offers extra fields like Section Title, Phone, Profile Picture, HTML, Time Picker, and WYSIWYG for complex forms.
fa_ir: فیلدهای اضافی مانند عنوان بخش، شماره تلفن، عکس پروفایل، HTML، انتخاب زمان، و WYSIWYG برای فرم‌های پیچیده ارائه می‌دهد.

source: Integrate WooCommerce plugin for user registration, enabling user account management of billing, shipping, and orders
fa_ir: افزونه WooCommerce را برای ثبت‌نام کاربر یکپارچه کنید تا مدیریت حساب کاربری شامل صورت‌حساب، حمل و نقل و سفارشات فعال شود.

source: Easily restrict page or post content to logged-in users or specific user roles with this addon.
fa_ir: با این افزونه به راحتی می‌توانید محتوای صفحه یا نوشته را برای کاربران وارد شده یا نقش‌های کاربری خاص محدود کنید.

source: Easily create, edit, delete, and sort custom tabs on the account page with custom content
fa_ir: با محتوای سفارشی، برگه‌های دلخواه را به راحتی در صفحه حساب کاربری ایجاد، ویرایش، حذف و مرتب کنید.

source: View All Addons
fa_ir: مشاهده تمام افزونه‌ها

source: %s plugin activated successfully
fa_ir: افزونه %s با موفقیت فعال شد.

source: An error occurred
fa_ir: خطایی رخ داده است.

source: %s plugin installed and activated successfully
fa_ir: افزونه %s با موفقیت نصب و فعال شد.

source: Install
fa_ir: نصب

source: You are currently using User Registration %s
fa_ir: شما در حال حاضر از نسخه %s افزونه ثبت‌نام کاربر استفاده می‌کنید.

source: Upgrade To Pro
fa_ir: ترقية به نسخه پرو

source: Latest Updates
fa_ir: آخرین به‌روزرسانی‌ها

source: All Features
fa_ir: تمام ویژگی‌ها

source: Help
fa_ir: راهنما

source: Other Products
fa_ir: محصولات دیگر

source: Free vs Pro
fa_ir: نسخه رایگان در مقابل نسخه پرو

source: Revolutionize e-learning effortlessly with Masteriyo, a WordPress LMS plugin. Sell courses with quizzes, assignments, etc., for a dynamic learning experience.
fa_ir: آموزش آنلاین را با Masteriyo، یک افزونه LMS وردپرس، به راحتی انقلابی کنید. دوره‌ها را با آزمون‌ها، تکالیف و غیره بفروشید تا تجربه یادگیری پویا ایجاد کنید.

source: WordPress LMS plugin with Quiz Builder
fa_ir: افزونه LMS وردپرس با سازنده آزمون

source: Fuel your digital creativity with BlockArt Blocks, a dynamic collection of custom Gutenberg blocks for designing captivating WordPress sites.
fa_ir: خلاقیت دیجیتال خود را با بلوک‌های BlockArt تقویت کنید، مجموعه‌ای پویا از بلوک‌های سفارشی Gutenberg برای طراحی سایت‌های جذاب وردپرس.

source: Custom Gutenberg Blocks Plugin
fa_ir: افزونه بلوک‌های سفارشی Gutenberg

source: Manage online communication with Everest Forms, a lightning-fast and secure contact form plugin offering beautiful templates for professional forms.
fa_ir: ارتباطات آنلاین را با Everest Forms مدیریت کنید، افزونه فرم تماس سریع و امن با قالب‌های زیبا برای فرم‌های حرفه‌ای.

source: User-friendly Contact Form Plugin for WordPress
fa_ir: افزونه فرم تماس کاربرپسند برای وردپرس

source: Experience advanced Gutenberg blocks with Magazine Blocks, designed for crafting stunning magazine and news websites.
fa_ir: بلوک‌های پیشرفته Gutenberg را با Magazine Blocks تجربه کنید، طراحی شده برای ساخت سایت‌های مجله‌ای و خبری شگفت‌انگیز.

source: Gutenberg Blocks for Magazine-style Websites
fa_ir: بلوک‌های Gutenberg برای وب‌سایت‌های مجله‌ای

source: Unlock boundless website possibilities with Zakra, a versatile multipurpose theme offering over 40 free starter sites for a tailored web experience.
fa_ir: امکانات بی‌پایانی را برای سایت خود با Zakra، یک تم چندمنظوره و همه‌کاره باز کنید که بیش از 40 سایت استارتر رایگان برای تجربه وب متناسب ارائه می‌دهد.

source: Elevate your website's style with Colormag, the go-to choice for news, blogs, and magazines. Embark on a digital spectacle of website-building excellence!
fa_ir: سبک سایت خود را با Colormag ارتقا دهید، انتخاب برتر برای اخبار، وبلاگ‌ها و مجلات. به یک نمایش دیجیتال از برتری در ساخت سایت‌ها بپیوندید!

source: Active
fa_ir: فعال

source: Activate Plugin
fa_ir: فعال‌سازی افزونه

source: Install Plugin
fa_ir: نصب افزونه

source: Are you sure? You want to activate %s plugin.
fa_ir: آیا مطمئن هستید؟ می‌خواهید افزونه %s را فعال کنید.

source: Are you sure? You want to install and activate %s plugin.
fa_ir: آیا مطمئن هستید؟ می‌خواهید افزونه %s را نصب و فعال کنید.

source: Welcome to User Registration!
fa_ir: به ثبت‌نام کاربر خوش آمدید!

source: Create a Registration Form
fa_ir: ایجاد فرم ثبت‌نام

source: View all forms
fa_ir: مشاهده تمام فرم‌ها

source: User Registration Community
fa_ir: جامعه ثبت‌نام کاربران

source: Join our exclusive group and connect with fellow User Registration members. Ask questions, contribute to discussions, and share feedback!
fa_ir: به گروه اختصاصی ما بپیوندید و با دیگر اعضای ثبت‌نام کاربران ارتباط برقرار کنید. سوال بپرسید، در بحث‌ها مشارکت کنید و بازخورد خود را به اشتراک بگذارید!

source: Join our Facebook Group
fa_ir: به گروه فیس‌بوک ما بپیوندید

source: Check our documentation for detailed information on User Registration features and how to use them.
fa_ir: مستندات ما را برای اطلاعات دقیق‌تر در مورد ویژگی‌های ثبت‌نام کاربر و نحوه استفاده از آنها بررسی کنید.

source: View Documentation
fa_ir: مشاهده مستندات

source: Support
fa_ir: پشتیبانی

source: Submit a ticket for encountered issues and get help from our support team instantly.
fa_ir: یک بلیت برای مشکلات مواجه شده ارسال کنید و فوراً از تیم پشتیبانی ما کمک بگیرید.

source: Create a Ticket
fa_ir: ایجاد بلیت

source: Feature Request
fa_ir: درخواست ویژگی

source: Donâ€™t find a feature youâ€™re looking for? Suggest any features you think would enhance our product.
fa_ir: ویژگی‌ای که دنبالش بودید را پیدا نکردید؟ هر ویژگی که فکر می‌کنید می‌تواند محصول ما را بهبود دهد پیشنهاد کنید.

source: Request a Feature
fa_ir: درخواست ویژگی

source: Submit a Review
fa_ir: ارسال نظر

source: Please take a moment to give us a review. We appreciate honest feedback thatâ€™ll help us improve our plugin.
fa_ir: لطفاً کمی وقت بگذارید و یک نظر برای ما ارسال کنید. ما از بازخورد صادقانه شما قدردانی می‌کنیم که به ما کمک می‌کند افزونه‌مان را بهبود دهیم.

source: Video Tutorials
fa_ir: آموزش‌های ویدئویی

source: Watch our step-by-step video tutorials thatâ€™ll help you get the best out of User Registrationâ€™s features.
fa_ir: ویدئوهای آموزشی گام به گام ما را تماشا کنید که به شما کمک می‌کند بهترین استفاده را از ویژگی‌های ثبت‌نام کاربر داشته باشید.

source: Watch Videos
fa_ir: تماشای ویدیوها

source: Features
fa_ir: ویژگی‌ها

source: Unlimited Registration Forms
fa_ir: فرم‌های ثبت‌نام نامحدود

source: Unlimited User Registrations
fa_ir: ثبت‌نام کاربران نامحدود

source: Built-in Login Forms
fa_ir: فرم‌های ورود داخلی

source: Login Form Templates
fa_ir: قالب‌های فرم ورود

source: AJAX Login
fa_ir: ورود AJAX

source: Replace Default WordPress Login
fa_ir: جایگزینی ورود پیش‌فرض وردپرس

source: Logout Confirmation
fa_ir: تأییدیه خروج

source: 4 Registration Approval Methods
fa_ir: 4 روش تأیید ثبت‌نام

source: Individual User Profiles
fa_ir: پروفایل‌های فردی کاربران

source: Account Page Layouts
fa_ir: چیدمان صفحات حساب کاربری

source: User Registration Analytics widget
fa_ir: ویجت تحلیلات ثبت‌نام کاربران

source: Customizable Email Notifications
fa_ir: اطلاع‌رسانی‌های ایمیل قابل سفارشی‌سازی

source: User Redirection After Registration
fa_ir: هدایت کاربر بعد از ثبت‌نام

source: Google reCAPTCHA v2 and V3
fa_ir: گوگل reCAPTCHA نسخه 2 و 3

source: Erase Data After Uninstallation
fa_ir: حذف داده‌ها پس از نصب مجدد

source: Strong Password
fa_ir: رمز عبور قوی

source: GDPR Compliance
fa_ir: مطابقت با GDPR

source: Dashboard Analytics
fa_ir: تحلیل‌های داشبورد

source: Admin Approval after Email Confirmation
fa_ir: تأیید مدیریت پس از تأیید ایمیل

source: Login Form Field Icons
fa_ir: آیکون‌های فیلد فرم ورود

source: Password-less Login
fa_ir: ورود بدون رمز عبور

source: Multiple Login Prevention
fa_ir: پیشگیری از ورود چندگانه

source: Whitelisted Domains
fa_ir: دامنه‌های لیست سفید

source: Registration And Login Popups
fa_ir: پاپ‌آپ‌های ثبت‌نام و ورود

source: Keyboard Friendly Forms
fa_ir: فرم‌های مناسب با صفحه‌کلید

source: Form Reset Button
fa_ir: دکمه تنظیم مجدد فرم

source: Honeypot Spam Protection
fa_ir: محافظت از هرزنامه Honeypot

source: Field Mapping with External Plugins
fa_ir: نقشه‌برداری فیلد با پلاگین‌های خارجی

source: Unique Field Validation
fa_ir: اعتبارسنجی فیلد منحصر به فرد

source: Auto Populate Form Fields
fa_ir: پرکردن خودکار فیلدهای فرم

source: Send Form Data to External URL After Registration
fa_ir: ارسال داده‌های فرم به URL خارجی پس از ثبت‌نام

source: Addons
fa_ir: افزونه‌ها

source: Upgrade Now
fa_ir: الان ارتقا دهید

source: Access all premium addons, features and upcoming updates right away by upgrading to the Pro version.
fa_ir: با ارتقا به نسخه Pro، بلافاصله به تمام افزونه‌ها، ویژگی‌ها و به‌روزرسانی‌های آینده دسترسی پیدا کنید.

source: Get User Registration Pro Now
fa_ir: اکنون User Registration Pro را دریافت کنید

source: Shortcodes
fa_ir: کدهای کوتاه

source: Find the complete list of shortcodes with their usage information and parameter details.
fa_ir: فهرست کامل کدهای کوتاه با اطلاعات استفاده و جزئیات پارامترهای آن‌ها را پیدا کنید.

source: View all Shortcodes
fa_ir: مشاهده تمام کدهای کوتاه

source: Find the complete list of smart tags with their usage information and parameter details.
fa_ir: فهرست کامل تگ‌های هوشمند با اطلاعات استفاده و جزئیات پارامترهای آن‌ها را پیدا کنید.

source: View Tags
fa_ir: مشاهده تگ‌ها

source: If you have any issues or questions, our team is on standby to help you instantly.
fa_ir: اگر مشکلی دارید یا سوالی دارید، تیم ما آماده است تا به شما کمک کند.

source: Contact Support
fa_ir: تماس با پشتیبانی

source: Need Some Help?
fa_ir: نیاز به کمک دارید؟

source: View Now
fa_ir: مشاهده اکنون

source: Join Our Community
fa_ir: به جامعه ما بپیوندید

source: Facebook Community
fa_ir: جامعه فیس‌بوک

source: Join Group
fa_ir: پیوستن به گروه

source: X ( Twitter )
fa_ir: X ( توییتر )

source: Follow us on X to get the latest news and updates about User Registration and the team behind it.
fa_ir: ما را در X دنبال کنید تا از آخرین اخبار و به‌روزرسانی‌های ثبت‌نام کاربر و تیم پشت آن مطلع شوید.

source: Follow
fa_ir: دنبال کنید

source: YouTube
fa_ir: یوتیوب

source: Subscribe to our YouTube channel, where we guide you on using User Registration’s features and add-ons.
fa_ir: به کانال یوتیوب ما اشتراک بزنید، جایی که ما شما را در استفاده از ویژگی‌ها و افزونه‌های ثبت‌نام کاربر راهنمایی می‌کنیم.

source: Subscribe
fa_ir: اشتراک

source: Displays registration form in the front end.
fa_ir: فرم ثبت‌نام را در فرانت‌اند نمایش می‌دهد.

source: ID of the form to display.
fa_ir: شناسه فرم برای نمایش.

source: Displays Registration form with id 5
fa_ir: فرم ثبت‌نام با شناسه 5 را نمایش می‌دهد.

source: Displays login form in the front end.
fa_ir: فرم ورود را در فرانت‌اند نمایش می‌دهد.

source: Slug or Link of the page to redirect users to after login.
fa_ir: لینک یا اسلاگ صفحه‌ای که کاربران پس از ورود به آن هدایت می‌شوند.

source: Redirects to the page with the slug sample-page, i.e., Sample Page after login.
fa_ir: پس از ورود، به صفحه با اسلاگ sample-page (یعنی Sample Page) هدایت می‌کند.

source: Redirects to User Registration website after login.
fa_ir: پس از ورود، به وب‌سایت ثبت‌نام کاربر هدایت می‌کند.

source: Displays My Account page in the front end when the user is logged in and the login page when the user is logged out.
fa_ir: صفحه حساب من را در فرانت‌اند نمایش می‌دهد زمانی که کاربر وارد شده باشد و صفحه ورود را زمانی که کاربر خارج شده باشد.

source: Displays registration form of provided ID along with login form.
fa_ir: فرم ثبت‌نام با شناسه داده‌شده را همراه با فرم ورود نمایش می‌دهد.

source: Slug or Link of the page to redirect users to after logout.
fa_ir: لینک یا اسلاگ صفحه‌ای که کاربران پس از خروج به آن هدایت می‌شوند.

source: Renders login form and registration form with form ID 5 on the same page.
fa_ir: فرم ورود و فرم ثبت‌نام با شناسه فرم 5 را در یک صفحه نمایش می‌دهد.

source: Redirects to page with the slug sample-page, i.e., Sample Page after login. Redirects to page with the slug hello-world after user logout.
fa_ir: پس از ورود، به صفحه با اسلاگ sample-page (یعنی Sample Page) هدایت می‌کند. پس از خروج کاربر، به صفحه با اسلاگ hello-world هدایت می‌کند.

source: Redirects to the User Registration website on login and redirects to the Everest Forms website after user logout.
fa_ir: هنگام ورود به وب‌سایت ثبت‌نام کاربر هدایت می‌کند و پس از خروج کاربر به وب‌سایت Everest Forms هدایت می‌کند.

source: Displays the Edit Profile form in the front end.
fa_ir: فرم ویرایش پروفایل را در فرانت‌اند نمایش می‌دهد.

source: Displays the Password Change form in the front end.
fa_ir: فرم تغییر رمز عبور را در فرانت‌اند نمایش می‌دهد.

source: Displays profile details of the logged-in user in the front end.
fa_ir: جزئیات پروفایل کاربر وارد شده را در فرانت‌اند نمایش می‌دهد.

source: Requires User Registration Pro to be activated.
fa_ir: برای فعال‌سازی، نیاز به افزونه User Registration Pro دارد.

source: Displays the registration form as a popup in the front end.
fa_ir: فرم ثبت‌نام را به صورت پاپ‌آپ در فرانت‌اند نمایش می‌دهد.

source: ID of the form to display as a popup.
fa_ir: شناسه فرم برای نمایش به عنوان پاپ‌آپ.

source: Type of the popup to be displayed. (It will be rendered by default on page load. But, if you set it to ‘button,’ a button that opens the popup when clicked will be displayed.)
fa_ir: نوع پاپ‌آپی که نمایش داده می‌شود. (به طور پیش‌فرض هنگام بارگذاری صفحه رندر می‌شود، اما اگر آن را به ‘دکمه’ تنظیم کنید، یک دکمه که با کلیک روی آن پاپ‌آپ باز می‌شود نمایش داده می‌شود.)

source: Displays user registration popup with id 1
fa_ir: پاپ‌آپ ثبت‌نام کاربر با شناسه 1 را نمایش می‌دهد.

source: Displays a button on the area where this shortcode is used which will display the popup when clicked.
fa_ir: دکمه‌ای را در منطقه‌ای که این کد کوتاه استفاده شده است نمایش می‌دهد که با کلیک روی آن پاپ‌آپ نمایش داده می‌شود.

source: Restricts the text inside the shortcode.
fa_ir: متن داخل کد کوتاه را محدود می‌کند.

source: Allow access to the mentioned user role only.
fa_ir: فقط به نقش کاربری ذکر شده دسترسی بدهید.
