Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Impossible to create an UR_Admin_User_Manager object. Unkwon data type.
fa_ir: امکان ایجاد یک شیء UR_Admin_User_Manager وجود ندارد. نوع داده ناشناخته.

source: approved
fa_ir: تأیید شده

source: pending
fa_ir: در انتظار

source: denied
fa_ir: رد شده

source: Welcome to User Registration
fa_ir: به ثبت‌نام کاربر خوش آمدید

source: User Registration - Setup Wizard
fa_ir: ثبت‌نام کاربر - راهنمای تنظیمات

source: Thank you for choosing User Registration - the most powerful and easy drag & drop WordPress form builder in the market.
fa_ir: از انتخاب شما برای استفاده از ثبت‌نام کاربر - قدرتمندترین و ساده‌ترین سازنده فرم وردپرس با قابلیت کشیدن و رها کردن در بازار، سپاسگزاریم.

source: Skip to Dashboard
fa_ir: رفتن به داشبورد

source: Integration
fa_ir: ادغام

source: No Integration Selected
fa_ir: هیچ ادغامی انتخاب نشده است

source: Please select an integration from the list to configure its settings
fa_ir: لطفاً یک ادغام را از لیست انتخاب کنید تا تنظیمات آن را پیکربندی کنید

source: UR My Account Page
fa_ir: صفحه حساب کاربری من

source: If you like %1$s please leave us a %2$s rating. A huge thanks in advance!
fa_ir: اگر از %1$s خوشتان آمده است، لطفاً یک امتیاز %2$s برای ما بگذارید. از شما پیشاپیش بسیار سپاسگزاریم!

source: Thank You!
fa_ir: ممنون!

source: Thank you for using User Registration.
fa_ir: از شما بابت استفاده از ثبت‌نام کاربر سپاسگزاریم.

source: %1$d new %2$s registered.
fa_ir: %1$d %2$s جدید ثبت‌نام شده است.

source: Could not verify nonce
fa_ir: امکان تایید نانس وجود ندارد

source: User Registration Activity
fa_ir: فعالیت ثبت‌نام کاربر

source: loading...
fa_ir: در حال بارگذاری...

source: WordPress User Extra Information
fa_ir: اطلاعات اضافی کاربر وردپرس

source: General
fa_ir: عمومی

source: Never show again
fa_ir: هیچ‌گاه دوباره نمایش ندهید

source: Please choose a <strong title="A page with [user_registration_my_account] shortcode">My Account</strong> page in <a href="%1$s" style="text-decoration:none;">General Settings</a>. <br/><strong>Got Stuck? Read</strong> <a href="https://docs.wpuserregistration.com/docs/how-to-show-account-profile/" style="text-decoration:none;" rel="noreferrer noopener" target="_blank">How to setup My Account page</a>.
fa_ir: لطفاً یک صفحه <strong title="صفحه‌ای با کد کوتاه [user_registration_my_account]">حساب من</strong> را در <a href="%1$s" style="text-decoration:none;">تنظیمات عمومی</a> انتخاب کنید. <br/><strong>معلق شده‌اید؟ بخوانید</strong> <a href="https://docs.wpuserregistration.com/docs/how-to-show-account-profile/" style="text-decoration:none;" rel="noreferrer noopener" target="_blank">چگونه صفحه حساب من را تنظیم کنیم</a>.

source: Bravo! 馃挭 Well done.
fa_ir: آفرین! خیلی خوب بود.

source: Congratulations! 馃憦 You've registered 20 users using our User Registration plugin, way to go! 馃帀
fa_ir: تبریک! شما ۲۰ کاربر را با استفاده از افزونه ثبت‌نام کاربر ما ثبت‌نام کرده‌اید، عالیه!

source: Please share your experience with us by leaving a review. Your feedback will help us improve and serve you better.
fa_ir: لطفاً تجربه خود را با ما به اشتراک بگذارید و با نوشتن یک بازخورد کمک کنید تا ما بهتر شویم و خدمات بهتری ارائه دهیم.

source: Once again, thank you for choosing us! 鉂わ笍 <br>
fa_ir: یک بار دیگر از شما بابت انتخاب ما متشکریم! <br>

source: Sure, I'd love to!
fa_ir: مطمئناً، دوست دارم!

source: I already did!
fa_ir: من قبلاً این کار را انجام داده‌ام!

source: Maybe later
fa_ir: شاید بعداً

source: I have a query
fa_ir: من یک سوال دارم

source: ( The above word is just to draw your attention. <span class="dashicons dashicons-smiley smile-icon"></span> )
fa_ir: ( کلمه‌ی بالا فقط برای جلب توجه شماست. <span class="dashicons dashicons-smiley smile-icon"></span> )

source: Hope you are having nice experience with <strong>User Registration</strong> plugin. Please provide this plugin a nice review.
fa_ir: امیدواریم که تجربه خوبی با افزونه <strong>ثبت‌نام کاربر</strong> داشته باشید. لطفاً بازخورد خوبی برای این افزونه بنویسید.

source: <strong>What benefit would you have?</strong> <br> Basically, it would encourage us to release updates regularly with new features & bug fixes so that you can keep on using the plugin without any issues and also to provide free support like we have been doing. <span class="dashicons dashicons-smiley smile-icon"></span><br>
fa_ir: <strong>چه سودی برای شما دارد؟</strong> <br> اصولاً این به ما انگیزه می‌دهد تا به‌طور منظم به‌روزرسانی‌هایی با ویژگی‌های جدید و رفع اشکالات منتشر کنیم تا شما بتوانید بدون مشکل از افزونه استفاده کنید و همچنین به شما پشتیبانی رایگان مانند همیشه ارائه دهیم. <span class="dashicons dashicons-smiley smile-icon"></span><br>

source: User Registration Plugin Survey
fa_ir: نظرسنجی افزونه ثبت‌نام کاربر

source: <strong>Hey there!</strong> <br> We would be grateful if you could spare a moment and help us fill this survey. This survey will take approximately 4 minutes to complete.
fa_ir: <strong>سلام!</strong> <br> ما قدردان خواهیم بود اگر لحظه‌ای وقت بگذارید و به ما کمک کنید این نظرسنجی را تکمیل کنیم. این نظرسنجی تقریباً ۴ دقیقه وقت شما را خواهد گرفت.

source: <strong>What benefit would you have?</strong> <br> We will take your feedback from the survey and use that information to make the plugin better. As a result, you will have a better plugin as you wanted. <span class="dashicons dashicons-smiley smile-icon"></span><br>
fa_ir: <strong>چه سودی برای شما دارد؟</strong> <br> ما بازخورد شما را از نظرسنجی دریافت خواهیم کرد و از آن اطلاعات برای بهبود افزونه استفاده خواهیم کرد. در نتیجه، شما افزونه‌ای بهتر به‌دست خواهید آورد، همانطور که می‌خواستید. <span class="dashicons dashicons-smiley smile-icon"></span><br>

source: Contribute to the enhancement
fa_ir: کمک به بهبود

source: Help us improve the plugin's features by sharing <a href="https://docs.wpuserregistration.com/docs/miscellaneous-settings/#1-toc-title" target="_blank">non-sensitive plugin data</a> with us.
fa_ir: به ما کمک کنید تا ویژگی‌های افزونه را با به اشتراک‌گذاری <a href="https://docs.wpuserregistration.com/docs/miscellaneous-settings/#1-toc-title" target="_blank">اطلاعات غیر حساس افزونه</a> با شما بهبود دهیم.

source: Allow
fa_ir: اجازه بده

source: No, Thanks
fa_ir: نه، متشکرم

source: Cheatin&#8217; huh?
fa_ir: دور زدن؟

source: <a href="%s" class="button-primary" style="margin-right: 5px;">Continue Setup Wizard</a>
fa_ir: <a href="%s" class="button-primary" style="margin-right: 5px;">ادامه راهنمای تنظیمات</a>

source: <a class="button-secondary skip" href="%s">Skip setup</a>
fa_ir: <a class="button-secondary skip" href="%s">رد کردن تنظیمات</a>

source: Install User Registration Pages
fa_ir: نصب صفحات ثبت‌نام کاربر

source: Skip setup
fa_ir: رد کردن تنظیمات

source: Dismiss
fa_ir: لغو

source: Before we deactivate User Registration, would you care to <a href="%1$s" rel="noreferrer noopener" target="_blank">let us know why</a> so we can improve it for you? <a href="%2$s">No, deactivate now</a>.
fa_ir: قبل از غیرفعال کردن ثبت‌نام کاربر، آیا تمایل دارید که <a href="%1$s" rel="noreferrer noopener" target="_blank">دلایل خود را برای ما بگویید</a> تا بتوانیم آن را برای شما بهبود بخشیم؟ <a href="%2$s">نه، حالا غیرفعال کن</a>.

source: Your licence for <strong>%s</strong> has been activated. Thanks!
fa_ir: مجوز شما برای <strong>%s</strong> فعال شد. ممنون!

source: Your licence for <strong>%s</strong> has been deactivated.
fa_ir: مجوز شما برای <strong>%s</strong> غیرفعال شد.

source: %1$s Please enter your license key%2$s to get updates for <strong>%3$s</strong> Add-Ons.
fa_ir: %1$s لطفاً کلید مجوز خود را وارد کنید%2$s تا به‌روزرسانی‌ها را برای <strong>%3$s</strong> افزودنی‌ها دریافت کنید.

source: Warning!
fa_ir: هشدار!

source: To allow users to register for your website via User registration, you must first enable user registration. Go to %1$sSettings > General%2$s tab, and under Membership make sure to check <strong>Anyone can register</strong>.
fa_ir: برای اجازه دادن به کاربران برای ثبت‌نام در وب‌سایت شما از طریق ثبت‌نام کاربر، ابتدا باید ثبت‌نام کاربر را فعال کنید. به %1$sتنظیمات > عمومی%2$s بروید و زیر بخش عضویت اطمینان حاصل کنید که <strong>هر کسی می‌تواند ثبت‌نام کند</strong> را بررسی کرده‌اید.

source: User Registration Data Update
fa_ir: به‌روزرسانی داده‌های ثبت‌نام کاربر

source: We need to update your site's database to the latest version.
fa_ir: ما نیاز به به‌روزرسانی پایگاه داده سایت شما به آخرین نسخه داریم.

source: Run the updater
fa_ir: اجرای به‌روزرسان

source: It is strongly recommended that you backup your database before proceeding. Are you sure you wish to run the updater now?
fa_ir: توصیه می‌شود که قبل از ادامه، از پایگاه داده خود پشتیبان تهیه کنید. آیا مطمئن هستید که می‌خواهید اکنون به‌روزرسان را اجرا کنید؟

source: User Registration data update complete. Thank you for updating to the latest version!
fa_ir: به‌روزرسانی داده‌های ثبت‌نام کاربر تکمیل شد. از شما بابت به‌روزرسانی به آخرین نسخه سپاسگزاریم!

source: Your database is being updated in the background.
fa_ir: پایگاه داده شما در حال به‌روزرسانی در پس‌زمینه است.

source: Taking a while? Click here to run it now.
fa_ir: مدتی طول کشید؟ اینجا کلیک کنید تا اکنون اجرا شود.

source: Captcha
fa_ir: کپچا

source: Test Captcha
fa_ir: آزمون کپچا

source: Enable reCAPTCHA v2
fa_ir: فعال‌سازی reCAPTCHA v2

source: Enable v2 for the site.
fa_ir: فعال‌سازی v2 برای سایت.

source: Site Key (reCAPTCHA v2)
fa_ir: کلید سایت (reCAPTCHA v2)

source: Get site key from google %1$s reCAPTCHA %2$s.
fa_ir: کلید سایت را از گوگل %1$s reCAPTCHA %2$s دریافت کنید.

source: Secret Key (reCAPTCHA v2)
fa_ir: کلید مخفی (reCAPTCHA v2)

source: Get secret key from google %1$s reCAPTCHA %2$s.
fa_ir: کلید مخفی را از گوگل %1$s reCAPTCHA %2$s دریافت کنید.

source: Site Key (Invisible reCAPTCHA v2)
fa_ir: کلید سایت (reCAPTCHA v2 نامرئی)

source: Secret Key (Invisible reCAPTCHA v2)
fa_ir: کلید مخفی (reCAPTCHA v2 نامرئی)

source: Invisible reCAPTCHA
fa_ir: reCAPTCHA نامرئی

source: check this to enable invisible reCAPTCHA.
fa_ir: برای فعال‌سازی reCAPTCHA نامرئی این گزینه را علامت بزنید.

source: Enable reCAPTCHA v3
fa_ir: فعال‌سازی reCAPTCHA v3

source: Enable reCAPTCHA v3 for the site.
fa_ir: فعال‌سازی reCAPTCHA v3 برای سایت.

source: Site Key (reCAPTCHA v3)
fa_ir: کلید سایت (reCAPTCHA v3)

source: Secret Key (reCAPTCHA v3)
fa_ir: کلید مخفی (reCAPTCHA v3)

source: Threshold score
fa_ir: امتیاز آستانه

source: reCAPTCHA v3 returns a score (1.0 is very likely a good interaction, 0.0 is very likely a bot). If the score less than or equal to this threshold.
fa_ir: reCAPTCHA v3 یک امتیاز باز می‌گرداند (۱.۰ احتمالاً تعامل خوبی است، ۰.۰ احتمالاً یک ربات است). اگر امتیاز کمتر از یا برابر با این آستانه باشد.

source: Enable hCaptcha
fa_ir: فعال‌سازی hCaptcha

source: Enable hCaptcha for the site.
fa_ir: فعال‌سازی hCaptcha برای سایت.

source: Site Key (hCaptcha)
fa_ir: کلید سایت (hCaptcha)

source: Get site key from %1$s hCaptcha %2$s.
fa_ir: کلید سایت را از %1$s hCaptcha %2$s دریافت کنید.

source: Secret Key (hCaptcha)
fa_ir: کلید مخفی (hCaptcha)

source: Get secret key from %1$s hCaptcha %2$s.
fa_ir: کلید مخفی را از %1$s hCaptcha %2$s دریافت کنید.

source: Enable Cloudflare Turnstile
fa_ir: فعال‌سازی Cloudflare Turnstile

source: Enable Cloudflare Turnstile for the site.
fa_ir: فعال‌سازی Cloudflare Turnstile برای سایت.

source: Site Key (Cloudflare Turnstile)
fa_ir: کلید سایت (Cloudflare Turnstile)

source: Get site key from %1$s Cloudflare Turnstile %2$s.
fa_ir: کلید سایت را از %1$s Cloudflare Turnstile %2$s دریافت کنید.

source: Secret Key (Cloudflare Turnstile)
fa_ir: کلید مخفی (Cloudflare Turnstile)

source: Get secret key from %1$s Cloudflare Turnstile %2$s.
fa_ir: کلید مخفی را از %1$s Cloudflare Turnstile %2$s دریافت کنید.

source: Theme
fa_ir: تم

source: Please select theme mode for your Cloudflare Turnstile. <a href="%1$s" rel="noreferrer noopener" target="_blank">Learn More</a>
fa_ir: لطفاً حالت تم برای Cloudflare Turnstile خود را انتخاب کنید. <a href="%1$s" rel="noreferrer noopener" target="_blank">بیشتر بدانید</a>

source: Auto
fa_ir: اتوماتیک

source: Light
fa_ir: روشن

source: Dark
fa_ir: تاریک

source: Emails
fa_ir: ایمیل‌ها

source: Send a Test Email
fa_ir: ارسال یک ایمیل آزمایشی

source: Send To
fa_ir: ارسال به

source: Enter email address where test email will be sent.
fa_ir: آدرس ایمیلی که ایمیل آزمایشی به آن ارسال خواهد شد را وارد کنید.

source: Send Email
fa_ir: ارسال ایمیل

source: Click to send test email.
fa_ir: برای ارسال ایمیل آزمایشی کلیک کنید.

source: Email notifications
fa_ir: اطلاعیه‌های ایمیلی

source: Email notifications sent from user registration are listed below. Click on an email to configure it.
fa_ir: اطلاعیه‌های ایمیلی ارسال‌شده از ثبت‌نام کاربر در زیر فهرست شده‌اند. برای پیکربندی آن‌ها بر روی یک ایمیل کلیک کنید.

source: Disable emails
fa_ir: غیرفعال‌سازی ایمیل‌ها

source: Disable all emails sent after registration.
fa_ir: غیرفعال‌سازی تمامی ایمیل‌های ارسال‌شده پس از ثبت‌نام.

source: Email Sender Options
fa_ir: گزینه‌های فرستنده ایمیل

source: "From" name
fa_ir: نام "فرستنده"

source: How the sender name appears in outgoing user registration emails.
fa_ir: چگونه نام فرستنده در ایمیل‌های ارسال‌شده از ثبت‌نام کاربر نمایش داده می‌شود.

source: "From" address
fa_ir: آدرس "فرستنده"

source: How the sender email appears in outgoing user registration emails.
fa_ir: چگونه آدرس ایمیل فرستنده در ایمیل‌های ارسال‌شده از ثبت‌نام کاربر نمایش داده می‌شود.

source: Email
fa_ir: ایمیل

source: Status
fa_ir: وضعیت

source: Receiver
fa_ir: دریافت‌کننده

source: Configure
fa_ir: پیکربندی

source: Always Active
fa_ir: همیشه فعال

source: Smart Tags Used
fa_ir: برچسب‌های هوشمند استفاده‌شده

source: Extras
fa_ir: اضافه‌ها

source: Advanced
fa_ir: پیشرفته

source: Miscellaneous
fa_ir: متفرقه

source: Uninstall User Registration
fa_ir: حذف ثبت‌نام کاربر

source: <strong>Heads Up!</strong> Check this if you would like to remove ALL User Registration data upon plugin deletion.
fa_ir: <strong>توجه!</strong> اگر می‌خواهید تمام داده‌های ثبت‌نام کاربر را پس از حذف افزونه پاک کنید، این گزینه را علامت بزنید.

source: General Options
fa_ir: گزینه‌های عمومی

source: Login Options
fa_ir: گزینه‌های ورود

source: Frontend Messages
fa_ir: پیام‌های جلوی سایت

source: Prevent WP Dashboard Access
fa_ir: جلوگیری از دسترسی به داشبورد وردپرس

source: Selected user roles will not be able to view and access the WP Dashboard area.
fa_ir: نقش‌های کاربری انتخاب‌شده قادر به مشاهده و دسترسی به ناحیه داشبورد وردپرس نخواهند بود.

source: Enable Hide/Show Password
fa_ir: فعال‌سازی نمایش/پنهان کردن رمز عبور

source: Check this option to enable hide/show password icon beside the password field in both registration and login form.
fa_ir: برای فعال‌سازی آیکون نمایش/پنهان کردن رمز عبور در کنار فیلد رمز عبور در فرم‌های ثبت‌نام و ورود، این گزینه را علامت بزنید.

source: My account Section
fa_ir: بخش حساب من

source: My Account Page
fa_ir: صفحه حساب من

source: Select the page which contains your login form: [%s]
fa_ir: صفحه‌ای که شامل فرم ورود شما است را انتخاب کنید: [%s]

source: Layout
fa_ir: چیدمان

source: This option lets you choose the layout for the user registration my account tabs.
fa_ir: این گزینه به شما این امکان را می‌دهد که چیدمان تب‌های حساب من در ثبت‌نام کاربر را انتخاب کنید.

source: Horizontal
fa_ir: افقی

source: Vertical
fa_ir: عمودی

source: Ajax Submission on Edit Profile
fa_ir: ارسال ایجکس در ویرایش پروفایل

source: Check to enable ajax form submission on edit profile i.e. saves profile details on save button click without reloading the page.
fa_ir: برای فعال‌سازی ارسال فرم ایجکس در ویرایش پروفایل این گزینه را علامت بزنید، یعنی جزئیات پروفایل در هنگام کلیک بر روی دکمه ذخیره بدون بارگذاری مجدد صفحه ذخیره می‌شود.

source: Disable Profile Picture
fa_ir: غیرفعال‌سازی عکس پروفایل

source: Check to disable profile picture in edit profile page.
fa_ir: برای غیرفعال‌سازی عکس پروفایل در صفحه ویرایش پروفایل این گزینه را علامت بزنید.

source: Sync Profile picture
fa_ir: هماهنگ‌سازی عکس پروفایل

source: Check to enable if you want to display profile picture on edit profile if form have profile field
fa_ir: برای نمایش عکس پروفایل در ویرایش پروفایل اگر فرم شامل فیلد پروفایل باشد، این گزینه را علامت بزنید.

source: Disable Logout Confirmation
fa_ir: غیرفعال‌سازی تایید خروج

source: Check to disable logout confirmation.
fa_ir: برای غیرفعال‌سازی تایید خروج این گزینه را علامت بزنید.

source: Endpoints Section
fa_ir: بخش نقطه پایانی

source: Endpoints:
fa_ir: نقاط پایانی:

source: Endpoints are appended to your page URLs to handle specific actions on the accounts pages. They should be unique and can be left blank to disable the endpoint.
fa_ir: نقاط پایانی به URL صفحات شما اضافه می‌شوند تا اقدامات خاصی را در صفحات حساب‌ها مدیریت کنند. آن‌ها باید منحصر به فرد باشند و می‌توانید آن‌ها را خالی بگذارید تا نقطه پایانی غیرفعال شود.

source: Endpoint for the "My account &rarr; Edit profile" page.
fa_ir: نقطه پایانی برای صفحه "حساب من &rarr; ویرایش پروفایل".

source: Change Password
fa_ir: تغییر رمز عبور

source: Endpoint for the "My account &rarr; Change Password" page.
fa_ir: نقطه پایانی برای صفحه "حساب من &rarr; تغییر رمز عبور".

source: Lost Password
fa_ir: رمز عبور فراموش‌شده

source: Endpoint for the "My account &rarr; Lost password" page.
fa_ir: نقطه پایانی برای صفحه "حساب من &rarr; رمز عبور فراموش‌شده".

source: User Logout
fa_ir: خروج کاربر

source: Endpoint for triggering logout. You can add this to your menus via a custom link: yoursite.com/?user-logout=true
fa_ir: نقطه پایانی برای راه‌اندازی خروج. می‌توانید این را به منوهای خود از طریق یک لینک سفارشی اضافه کنید: yoursite.com/?user-logout=true

source: Success Messages
fa_ir: پیام‌های موفقیت

source: Auto Approval And Manual Login
fa_ir: تأیید خودکار و ورود دستی

source: Enter the text message after successful form submission when auto approval and manual login is selected.
fa_ir: متن پیام پس از ارسال موفقیت‌آمیز فرم زمانی که تأیید خودکار و ورود دستی انتخاب شده است را وارد کنید.

source: User successfully registered.
fa_ir: کاربر با موفقیت ثبت‌نام شد.

source: Auto Approval After Email Confirmation
fa_ir: تأیید خودکار پس از تأیید ایمیل

source: Enter the text message after successful form submission when auto approval and email confirmation is selected.
fa_ir: متن پیام پس از ارسال موفقیت‌آمیز فرم زمانی که تأیید خودکار و تأیید ایمیل انتخاب شده است را وارد کنید.

source: User registered. Verify your email by clicking on the link sent to your email.
fa_ir: کاربر ثبت‌نام شد. ایمیل خود را با کلیک بر روی لینک ارسال‌شده به ایمیل‌تان تأیید کنید.

source: Email Verification Completed
fa_ir: تأیید ایمیل تکمیل شد

source: Enter the text message that appears after the email is successfully verified and have access login access.
fa_ir: متن پیامی که پس از تأیید موفقیت‌آمیز ایمیل و دسترسی به ورود نمایش داده می‌شود را وارد کنید.

source: User successfully registered. Login to continue.
fa_ir: کاربر با موفقیت ثبت‌نام شد. برای ادامه وارد شوید.

source: Admin Approval
fa_ir: تأیید مدیریت

source: Enter the text message that appears after successful form submission when admin approval is selected.
fa_ir: متن پیام پس از ارسال موفقیت‌آمیز فرم زمانی که تأیید مدیریت انتخاب شده است را وارد کنید.

source: User registered. Wait until admin approves your registration.
fa_ir: کاربر ثبت‌نام شد. منتظر تأیید مدیریت برای ثبت‌نام خود باشید.

source: Error Messages
fa_ir: پیام‌های خطا

source: Required
fa_ir: اجباری

source: Enter the error message in form submission on required fields.
fa_ir: متن پیام خطا در ارسال فرم در فیلدهای اجباری را وارد کنید.

source: This field is required.
fa_ir: این فیلد اجباری است.

source: Special Character Validation in Username
fa_ir: اعتبارسنجی کاراکتر خاص در نام کاربری

source: Enter the error message in form submission on username
fa_ir: متن پیام خطا در ارسال فرم در نام کاربری را وارد کنید.

source: Please enter the valid username
fa_ir: لطفاً نام کاربری معتبر وارد کنید.

source: Enter the error message in form submission on Email.
fa_ir: متن پیام خطا در ارسال فرم در ایمیل را وارد کنید.

source: Please enter a valid email address.
fa_ir: لطفاً آدرس ایمیل معتبر وارد کنید.

source: Website URL
fa_ir: آدرس وب‌سایت

source: Enter the error message in form submission on website/URL.
fa_ir: متن پیام خطا در ارسال فرم در آدرس وب‌سایت/URL را وارد کنید.

source: Please enter a valid URL.
fa_ir: لطفاً URL معتبر وارد کنید.

source: Number
fa_ir: عدد

source: Enter the error message in form submission on Number.
fa_ir: متن پیام خطا در ارسال فرم در عدد را وارد کنید.

source: Please enter a valid number.
fa_ir: لطفاً عدد معتبر وارد کنید.

source: Confirm Email
fa_ir: تأیید ایمیل

source: Enter the error message in form submission on Confim Email.
fa_ir: متن پیام خطا در ارسال فرم در تأیید ایمیل را وارد کنید.

source: Email and confirm email not matched.
fa_ir: ایمیل و تأیید ایمیل مطابقت ندارند.

source: Confirm Password
fa_ir: تأیید رمز عبور

source: Enter the error message in form submission on Confim Password.
fa_ir: متن پیام خطا در ارسال فرم در تأیید رمز عبور را وارد کنید.

source: Password and confirm password not matched.
fa_ir: رمز عبور و تأیید رمز عبور مطابقت ندارند.

source: Enter the error message in form submission on recaptcha.
fa_ir: متن پیام خطا در ارسال فرم در reCAPTCHA را وارد کنید.

source: Captcha code error, please try again.
fa_ir: خطای کد کپچا، لطفاً دوباره تلاش کنید.

source: Select Enabled Captcha
fa_ir: کپچا فعال‌شده را انتخاب کنید

source: Form Template
fa_ir: الگوی فرم

source: Choose the login form template.
fa_ir: الگوی فرم ورود را انتخاب کنید.

source: Default
fa_ir: پیش‌فرض

source: Bordered
fa_ir: حاشیه‌دار

source: Flat
fa_ir: مسطح

source: Rounded
fa_ir: گرد

source: Rounded Edge
fa_ir: لبه گرد

source: Allow Users to Login With
fa_ir: اجازه دادن به کاربران برای ورود با

source: Allow users to login with Username, Email or both.
fa_ir: اجازه دهید کاربران با نام کاربری، ایمیل یا هر دو وارد شوند.

source: Enable Login Title
fa_ir: فعال‌سازی عنوان ورود

source: Check to enable login title in login form.
fa_ir: برای فعال‌سازی عنوان ورود در فرم ورود این گزینه را علامت بزنید.

source: Enable Ajax Login
fa_ir: فعال‌سازی ورود ایجکس

source: Check to enable Ajax login i.e login without page reload on submission.
fa_ir: برای فعال‌سازی ورود ایجکس (یعنی ورود بدون بارگذاری مجدد صفحه پس از ارسال فرم) این گزینه را علامت بزنید.

source: Enable Remember Me
fa_ir: فعال‌سازی مرا به یاد داشته باش

source: Check to enable/disable Remember Me.
fa_ir: برای فعال/غیرفعال‌سازی گزینه مرا به یاد داشته باش این گزینه را علامت بزنید.

source: Enable Lost Password
fa_ir: فعال‌سازی بازیابی رمز عبور

source: Check to enable/disable lost password.
fa_ir: برای فعال/غیرفعال‌سازی گزینه بازیابی رمز عبور این گزینه را علامت بزنید.

source: Hide Field Labels
fa_ir: پنهان کردن برچسب‌های فیلد

source: Check to hide field labels.
fa_ir: برای پنهان کردن برچسب‌های فیلد این گزینه را علامت بزنید.

source: Enable Captcha
fa_ir: فعال‌سازی کپچا

source: Enable %1$s %2$s Captcha %3$s support
fa_ir: فعال‌سازی پشتیبانی از کپچا %1$s %2$s %3$s

source: Select Configured Captcha
fa_ir: کپچا پیکربندی‌شده را انتخاب کنید

source: Choose the captcha type for Login Form.
fa_ir: نوع کپچا برای فرم ورود را انتخاب کنید.

source: Registration URL
fa_ir: آدرس URL ثبت‌نام

source: This option lets you display the registration page URL in the login form.
fa_ir: این گزینه به شما این امکان را می‌دهد که آدرس صفحه ثبت‌نام را در فرم ورود نمایش دهید.

source: Registration URL Label
fa_ir: برچسب آدرس URL ثبت‌نام

source: This option lets you enter the label to registration url in login form.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب آدرس URL ثبت‌نام را در فرم ورود وارد کنید.

source: Not a member yet? Register now.
fa_ir: هنوز عضو نیستید؟ اکنون ثبت‌نام کنید.

source: Disable Default WordPress Login Screen
fa_ir: غیرفعال‌سازی صفحه ورود پیش‌فرض وردپرس

source: Default WordPress login page wp-login.php will be disabled.
fa_ir: صفحه ورود پیش‌فرض وردپرس wp-login.php غیرفعال خواهد شد.
