Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Email sent to the admin when a user confirmed his/her email
fa_ir: ایمیل ارسال شده به مدیر زمانی که کاربر ایمیل خود را تأیید کرد

source: Enable this email to send to admin requesting admin approval after user has successfully confirmed email.
fa_ir: این ایمیل را برای ارسال به مدیر پس از تأیید موفقیت‌آمیز ایمیل کاربر فعال کنید تا تأیید مدیر را درخواست کند.

source: User email confirmed awaiting admin approval
fa_ir: ایمیل کاربر تأیید شده و منتظر تأیید مدیر است

source: Hi Admin,<br/> The user {{username}} has successfully verified the email address - {{email}}.<br/> Please review the user role and details from the '<b>Users</b>' menu in your WP dashboard and approve accordingly.<br/> <p>Click on this link to approve this user directly : {{approval_link}}<br /> Click on this link to deny this user directly : {{denial_link}}</p> <p>Thank You!</p>
fa_ir: سلام مدیر،<br/> کاربر {{username}} ایمیل خود را با موفقیت تأیید کرده است - {{email}}.<br/> لطفاً نقش و جزئیات کاربر را از منوی '<b>کاربران</b>' در داشبورد WP خود بررسی کرده و تأیید کنید.<br/> <p>برای تأیید این کاربر روی این لینک کلیک کنید : {{approval_link}}<br /> برای رد کردن این کاربر روی این لینک کلیک کنید : {{denial_link}}</p> <p>با تشکر!</p>

source: Auto Generated Password Email
fa_ir: ایمیل رمز عبور تولید خودکار

source: Email sent to the user on enabling auto password generation
fa_ir: ایمیل ارسال شده به کاربر هنگام فعال‌سازی تولید رمز عبور خودکار

source: Generated Password Email
fa_ir: ایمیل رمز عبور تولید شده

source: Enable this email sent to the user after successful registration.
fa_ir: این ایمیل را پس از ثبت‌نام موفقیت‌آمیز به کاربر ارسال کنید.

source: Your password for logging into {{blog_info}}
fa_ir: رمز عبور شما برای ورود به {{blog_info}}

source: Hi {{username}}, <br/> Your registration on <a href="{{home_url}}">{{blog_info}}</a> has been completed. <br/> Please use the following password to log into <a href="{{home_url}}">{{blog_info}}</a> : <br/> {{auto_pass}} Thank You!
fa_ir: سلام {{username}}, <br/> ثبت‌نام شما در <a href="{{home_url}}">{{blog_info}}</a> با موفقیت انجام شد. <br/> لطفاً از رمز عبور زیر برای ورود به <a href="{{home_url}}">{{blog_info}}</a> استفاده کنید: <br/> {{auto_pass}} با تشکر!

source: Passwordless Login Email
fa_ir: ایمیل ورود بدون رمز عبور

source: Email sent to the user with a passwordless login link on enabling passwordless login
fa_ir: ایمیل ارسال شده به کاربر با لینک ورود بدون رمز عبور هنگام فعال‌سازی ورود بدون رمز عبور

source: Login at {{blog_info}}
fa_ir: ورود به {{blog_info}}

source: Hello {{username}},<br><br>You have requested to log in to your account without a password.<br>Click the following link to log in: <a href={{passwordless_login_link}}>Log In</a><br><br>If you did not request this login, please ignore this email.<br><br>Thank you,<br>{{blog_info}}
fa_ir: سلام {{username}},<br><br>شما درخواست کرده‌اید که بدون رمز عبور وارد حساب کاربری خود شوید.<br>برای ورود بر روی لینک زیر کلیک کنید: <a href={{passwordless_login_link}}>ورود</a><br><br>اگر این درخواست را نکرده‌اید، لطفاً این ایمیل را نادیده بگیرید.<br><br>با تشکر,<br>{{blog_info}}

source: Payment Pending Email
fa_ir: ایمیل پرداخت معلق

source: Email sent to the user after registration for payment pending
fa_ir: ایمیل ارسال شده به کاربر پس از ثبت‌نام برای پرداخت معلق

source: Enable this email sent to the user after registration.
fa_ir: این ایمیل را پس از ثبت‌نام به کاربر ارسال کنید.

source: User Registered. Payment Pending on {{blog_info}}
fa_ir: کاربر ثبت‌نام شد. پرداخت معلق در {{blog_info}}

source: Hi {{username}}, You have registered on <a href="{{home_url}}">{{blog_info}}</a>. Your account is still pending payment. Thank You!
fa_ir: سلام {{username}}, شما در <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده‌اید. حساب شما هنوز منتظر پرداخت است. با تشکر!

source: Payment Success Admin Email
fa_ir: ایمیل موفقیت‌آمیز پرداخت به مدیر

source: Email sent to the admin after successful payment from user
fa_ir: ایمیل ارسال شده به مدیر پس از پرداخت موفقیت‌آمیز توسط کاربر

source: Enable this email sent to the admin after successful payment from user.
fa_ir: این ایمیل را پس از پرداخت موفقیت‌آمیز توسط کاربر به مدیر ارسال کنید.

source: Payment Received
fa_ir: پرداخت دریافت شد

source: Hi Admin, You have received payment from {{username}}. Click <a href="{{home_url}}/wp-admin/user-edit.php?user_id={{user_id}}">Here</a> to view payment details. Thank You!
fa_ir: سلام مدیر, شما پرداختی از {{username}} دریافت کرده‌اید. برای مشاهده جزئیات پرداخت روی <a href="{{home_url}}/wp-admin/user-edit.php?user_id={{user_id}}">اینجا</a> کلیک کنید. با تشکر!

source: Payment Success Email
fa_ir: ایمیل موفقیت آمیز پرداخت

source: Email sent to the user after successful payment
fa_ir: ایمیل ارسال شده به کاربر پس از پرداخت موفق

source: Enable this email sent to the user after succesful payment.
fa_ir: این ایمیل را پس از پرداخت موفقیت آمیز به کاربر ارسال کنید.

source: Congratulations! Payment Complete on {{blog_info}}
fa_ir: تبریک! پرداخت با موفقیت در {{blog_info}} تکمیل شد

source: Hi {{username}}, You have successfully completed payment for user registration on <a href="{{home_url}}">{{blog_info}}</a>. Please visit '<b>My Account</b>' page to edit your account details and create your user profile on <a href="{{home_url}}">{{blog_info}}</a>. Thank You!
fa_ir: سلام {{username}}, شما با موفقیت پرداخت ثبت نام کاربری را در <a href="{{home_url}}">{{blog_info}}</a> تکمیل کرده‌اید. لطفاً به صفحه '<b>حساب من</b>' بروید تا جزئیات حساب خود را ویرایش کرده و پروفایل کاربری خود را در <a href="{{home_url}}">{{blog_info}}</a> ایجاد کنید. با تشکر!

source: Prevent Concuurent Login Email
fa_ir: ایمیل جلوگیری از ورود همزمان

source: Email sent to the user to force logout from the all devices
fa_ir: ایمیل ارسال شده به کاربر برای اجبار در خروج از همه دستگاه‌ها

source: Prevent Concurrent Login Email
fa_ir: ایمیل جلوگیری از ورود همزمان

source: Enable this email sent to the user after succesfully email sent
fa_ir: این ایمیل را پس از ارسال موفق ایمیل به کاربر ارسال کنید.

source: Force logout
fa_ir: خروج اجباری

source: Someone has requested a force logout for the following account: <br/> If this was a mistake, just ignore this email and nothing will happen. <br/> To force logout, visit the following address: <br/> <a href="{{home_url}}/{{ur_login}}?action=force-logout&login={{user_id}}" rel="noreferrer noopener" target="_blank">Click Here</a><br/> Thank You!
fa_ir: کسی درخواست خروج اجباری برای حساب زیر کرده است: <br/> اگر این اشتباه بوده، کافی است این ایمیل را نادیده بگیرید و هیچ اتفاقی نخواهد افتاد. <br/> برای انجام خروج اجباری، به آدرس زیر مراجعه کنید: <br/> <a href="{{home_url}}/{{ur_login}}?action=force-logout&login={{user_id}}" rel="noreferrer noopener" target="_blank">اینجا کلیک کنید</a><br/> با تشکر!

source: Redirection After Login
fa_ir: ارجاع پس از ورود

source: Redirect users to specific pages after login based on role
fa_ir: کاربران را پس از ورود به صفحات خاص بر اساس نقش هدایت کنید.

source: Redirection After Login Settings
fa_ir: تنظیمات ارجاع پس از ورود

source: Return to Redirection Type
fa_ir: بازگشت به نوع ارجاع

source: Redirection After Logout
fa_ir: ارجاع پس از خروج

source: Redirect users to specific pages after logout based on role
fa_ir: کاربران را پس از خروج به صفحات خاص بر اساس نقش هدایت کنید.

source: Redirection After Logout Settings
fa_ir: تنظیمات ارجاع پس از خروج

source: Transaction Id
fa_ir: شناسه تراکنش

source: Method
fa_ir: روش

source: Payment Items
fa_ir: آیتم‌های پرداخت

source: Total Amount
fa_ir: مجموع مبلغ

source: Subscription Period
fa_ir: دوره اشتراک

source: Customer ID
fa_ir: شناسه مشتری

source: Subscription ID
fa_ir: شناسه اشتراک

source: Subscription Status
fa_ir: وضعیت اشتراک

source: Subscription Plan Name
fa_ir: نام طرح اشتراک

source: Subscription Expiry Date
fa_ir: تاریخ انقضای اشتراک

source: Payment Recipient
fa_ir: گیرنده پرداخت

source: Payment Note
fa_ir: یادداشت پرداخت

source: Payment Mode
fa_ir: روش پرداخت

source: Stripe ( Credit Card )
fa_ir: استرایپ (کارت اعتباری)

source: Stripe ( iDEAL )
fa_ir: استرایپ (iDEAL)

source: Authorize.net Card
fa_ir: کارت Authorize.net

source: Admin approval after email confirmation
fa_ir: تأیید مدیر پس از تایید ایمیل

source: Installation Failed !!
fa_ir: نصب ناموفق !!

source: Enter Value
fa_ir: مقدار را وارد کنید

source: User Disabled Successfully
fa_ir: کاربر با موفقیت غیرفعال شد

source: The user has beed disabled successfully. He/She will not be able to login for the specified timeframe.
fa_ir: کاربر با موفقیت غیرفعال شد. او/او قادر به ورود برای مدت زمان مشخص نخواهد بود.

source: User cannot be disabled.
fa_ir: کاربر نمی‌تواند غیرفعال شود.

source: There was an error disabling the user.
fa_ir: در غیرفعال کردن کاربر خطا رخ داده است.

source: Please specify the timeframe to disable this user
fa_ir: لطفاً مدت زمانی را برای غیرفعال کردن این کاربر مشخص کنید

# user registration admin
source: Selected currency %CODE% is not supported by Paypal. <a href="
fa_ir: واحد پول انتخابی %CODE% توسط Paypal پشتیبانی نمی‌شود. <a href="

source: -- Select target field --
fa_ir: -- فیلد هدف را انتخاب کنید --

source: Please enter value less than regular price
fa_ir: لطفاً مقداری کمتر از قیمت معمول وارد کنید

source: Please enable atleast one payment method.
fa_ir: لطفاً حداقل یک روش پرداخت را فعال کنید.

source: Select table where you want to store data of selected fields.
fa_ir: جدولی را که می‌خواهید داده‌های فیلدهای انتخابی را در آن ذخیره کنید انتخاب کنید.

source: Please make sure all fields are valid before saving the form.
fa_ir: لطفاً اطمینان حاصل کنید که تمام فیلدها قبل از ذخیره فرم معتبر هستند.

source: Table Name
fa_ir: نام جدول

source: Select plugin's table name where data will be stored.
fa_ir: نام جدول افزونه را که داده‌ها در آن ذخیره خواهد شد انتخاب کنید.

source: Column for User ID
fa_ir: ستون برای شناسه کاربر

source: Select plugin's table user id column name where user id will be stored.
fa_ir: نام ستون شناسه کاربر جدول افزونه را که شناسه کاربر در آن ذخیره خواهد شد انتخاب کنید.

source: Column for Field Key
fa_ir: ستون برای کلید فیلد

source: Select plugin's table field key column name where field key will be stored.
fa_ir: نام ستون کلید فیلد جدول افزونه را که کلید فیلد در آن ذخیره خواهد شد انتخاب کنید.

source: Column for Field Value
fa_ir: ستون برای مقدار فیلد

source: Select plugin's table field value column name where field value will be stored.
fa_ir: نام ستون مقدار فیلد جدول افزونه را که مقدار فیلد در آن ذخیره خواهد شد انتخاب کنید.

source: Form Fields
fa_ir: فیلدهای فرم

source: External Field Keys
fa_ir: کلیدهای فیلد خارجی

source: -- Select Field --
fa_ir: -- فیلد را انتخاب کنید --

source: -- Select --
fa_ir: -- انتخاب کنید --

source: Auto generated password success message
fa_ir: پیام موفقیت رمز عبور تولید شده خودکار

source: Enter the text message after user is registered.
fa_ir: متن پیام را پس از ثبت نام کاربر وارد کنید.

source: An email with a password to access your account has been sent to your email.
fa_ir: یک ایمیل با رمز عبور برای دسترسی به حساب کاربری شما به ایمیل شما ارسال شده است.

source: Email verified admin approval pending
fa_ir: ایمیل تایید شده، تایید مدیر در انتظ

source: Enter the text message after email successfully verified but admin approval is pending.
fa_ir: متن پیام را پس از تایید موفقیت‌آمیز ایمیل وارد کنید اما تایید مدیر در انتظار است.

source: Email successfully verified. But Admin has to approve you to give access to login. Please contact to your administrator for your approval.
fa_ir: ایمیل با موفقیت تایید شد. اما مدیر باید شما را تایید کند تا دسترسی به ورود را بدهد. لطفاً با مدیر خود برای تایید تماس بگیرید.

source: Email Suggestion
fa_ir: پیشنهاد ایمیل

source: Enter the message for valid email suggestion.
fa_ir: متن پیام برای پیشنهاد ایمیل معتبر را وارد کنید.

source: Did you mean {suggestion}?
fa_ir: آیا منظور شما {suggestion} بود؟

source: User Registration Pro Popup
fa_ir: پاپ آپ حرفه‌ای ثبت نام کاربر

source: User Registration Analytics
fa_ir: تحلیل‌های ثبت نام کاربر

source: Analytics
fa_ir: تحلیل‌ها

source: Enable Keyboard Friendly Form
fa_ir: فرم سازگار با صفحه‌کلید را فعال کنید

source: Fill the form easily using keyboard quick keys.
fa_ir: فرم را به راحتی با استفاده از کلیدهای میانبر صفحه‌کلید پر کنید.

source: Enable Reset Button
fa_ir: دکمه بازنشانی را فعال کنید

source: To reset the default values of user in registration form
fa_ir: برای بازنشانی مقادیر پیش‌فرض کاربر در فرم ثبت‌نام

source: Form Reset Button Label
fa_ir: برچسب دکمه بازنشانی فرم

source: Set label for the reset button.
fa_ir: برچسب دکمه بازنشانی را تنظیم کنید.

source: Form Reset Button Custom Class
fa_ir: کلاس سفارشی دکمه بازنشانی فرم

source: Custom css class to embed in the reset button. You can enter multiple classes separated with space.
fa_ir: کلاس CSS سفارشی برای درج در دکمه بازنشانی. می‌توانید چندین کلاس را با فاصله وارد کنید.

source: Enable Form Field Icon
fa_ir: آیکون فیلد فرم را فعال کنید

source: To show the field icon in user registration form
fa_ir: برای نمایش آیکون فیلد در فرم ثبت‌نام کاربر

source: Enable Email Suggestion
fa_ir: پیشنهاد ایمیل را فعال کنید

source: To show email suggestion in user registration form
fa_ir: برای نمایش پیشنهاد ایمیل در فرم ثبت‌نام کاربر

source: Activate Auto Generated Password
fa_ir: رمز عبور خودکار تولید شده را فعال کنید

source: Enable auto generated password
fa_ir: رمز عبور خودکار تولید شده را فعال کنید

source: Password Length
fa_ir: طول رمز عبور

source: The length of password you want to generate.
fa_ir: طول رمز عبوری که می‌خواهید تولید کنید.

source: Activate Spam Protection By Honeypot
fa_ir: حفاظت در برابر هرزنامه با استفاده از Honeypot را فعال کنید

source: Select forms where you want to enable this feature.
fa_ir: فرم‌هایی که می‌خواهید این ویژگی را فعال کنید انتخاب کنید.

source: Enable Whitelist/Blacklist Domain
fa_ir: فعال‌سازی دامنه‌های لیست سفید/سیاه

source: Enable to whitelist or blacklist email domain.
fa_ir: فعال‌سازی دامنه ایمیل برای اضافه کردن به لیست سفید یا سیاه

source: Whitelist/Blacklist Domain
fa_ir: دامنه‌های لیست سفید/سیاه

source: Allowed Domains
fa_ir: دامنه‌های مجاز

source: Denied Domains
fa_ir: دامنه‌های رد شده

source: Choose Allowed/Denied to Whitelist/Blacklist domains respectively.
fa_ir: دامنه‌های مجاز/رد شده را برای اضافه کردن به لیست سفید/سیاه انتخاب کنید.

source: Domains Entries
fa_ir: ورودهای دامنه

source: Multiple domain must be separated by comma.
fa_ir: چندین دامنه باید با کاما جدا شوند.

source: Add the domain lists to whitelist/blacklist them.
fa_ir: لیست دامنه‌ها را برای اضافه کردن به لیست سفید/سیاه اضافه کنید.

source: Enable Blacklist Words
fa_ir: فعال‌سازی کلمات لیست سیاه

source: Enable to blacklist words for username and other fields.
fa_ir: فعال‌سازی لیست سیاه برای کلمات نام کاربری و سایر فیلدها.

source: Blacklisted Fields
fa_ir: فیلدهای لیست سیاه

source: Choose fields for blacklisting the words.
fa_ir: فیلدهایی را برای اضافه کردن کلمات به لیست سیاه انتخاب کنید.

source: Blacklisted Words
fa_ir: کلمات لیست سیاه

source: Multiple words must be separated by comma.
fa_ir: چندین کلمه باید با کاما جدا شوند.

source: Add the words to blacklist them.
fa_ir: کلمات را به لیست سیاه اضافه کنید.

source: Enable form field mapping with external fields
fa_ir: فعال‌سازی نگاشت فیلد فرم با فیلدهای خارجی

source: To enable mapping the external fields with user registration fields
fa_ir: برای فعال‌سازی نگاشت فیلدهای خارجی با فیلدهای ثبت‌نام کاربر

source: Enable Email blocking
fa_ir: فعال‌سازی مسدود کردن ایمیل

source: Enable to email or ip blocking.
fa_ir: فعال‌سازی مسدود کردن ایمیل یا آی‌پی

source: Email Black List
fa_ir: لیست سیاه ایمیل

source: Multiple email must be separated by comma.
fa_ir: چندین ایمیل باید با کاما جدا شوند.

source: Add the emails to blacklist them.
fa_ir: ایمیل‌ها را به لیست سیاه اضافه کنید.

source: Delete Account Action
fa_ir: اقدام حذف حساب

source: Allow your users to delete their account from their account page directly or after password confirmation.
fa_ir: به کاربران خود اجازه دهید که حساب کاربری خود را از صفحه حساب خود مستقیماً یا پس از تایید رمز عبور حذف کنند.

source: Direct Delete
fa_ir: حذف مستقیم

source: Prompt password popup before delete account.
fa_ir: نمایش پاپ‌آپ درخواست رمز عبور قبل از حذف حساب.

source: Auto Logout After Inactivity
fa_ir: خروج خودکار پس از عدم فعالیت

source: Logout users automatically after a certain period of inactivity.
fa_ir: خروج خودکار کاربران پس از مدت زمانی مشخص از عدم فعالیت.

source: 5 minutes
fa_ir: 5 دقیقه

source: 10 minutes
fa_ir: 10 دقیقه

source: 15 minutes
fa_ir: 15 دقیقه

source: 20 minutes
fa_ir: 20 دقیقه

source: 30 minutes
fa_ir: 30 دقیقه

source: 60 minutes
fa_ir: 60 دقیقه

source: Logout Timeout Period
fa_ir: دوره تایم‌اوت خروج

source: Time to show the countdown screen before logging out the user.
fa_ir: زمانی برای نمایش صفحه شمارش معکوس قبل از خروج کاربر.

source: 10 seconds
fa_ir: 10 ثانیه

source: 15 seconds
fa_ir: 15 ثانیه

source: 20 seconds
fa_ir: 20 ثانیه

source: 30 seconds
fa_ir: 30 ثانیه

source: 60 seconds
fa_ir: 60 ثانیه

source: Logout Roles
fa_ir: نقش‌های خروج

source: Select the roles to apply auto logout after inactivity.
fa_ir: نقش‌ها را برای اعمال خروج خودکار پس از عدم فعالیت انتخاب کنید.

source: Help us improve the plugin's features by sharing %1$snon-sensitive plugin data%2$s with us.
fa_ir: به ما کمک کنید تا ویژگی‌های افزونه را با به اشتراک گذاشتن %1$sداده‌های غیر حساس افزونه%2$s با ما بهبود دهیم.

source: POST Submission URL
fa_ir: آدرس URL ارسال داده‌های POST

source: This option lets you send form data to a custom URL of your choice
fa_ir: این گزینه به شما امکان می‌دهد داده‌های فرم را به یک URL سفارشی که انتخاب می‌کنید ارسال کنید.

source: Profile Details Update
fa_ir: به‌روزرسانی جزئیات پروفایل

source: Allows <strong>POST Submission</strong> to custom url on <strong>Profile Details</strong> update
fa_ir: اجازه می‌دهد که <strong>ارسال داده‌های POST</strong> به URL سفارشی هنگام <strong>به‌روزرسانی جزئیات پروفایل</strong> ارسال شود.

source: POST Submission Method
fa_ir: روش ارسال داده‌های POST

source: This option lets you choose how you want the form submitted data request to be sent.
fa_ir: این گزینه به شما اجازه می‌دهد نحوه ارسال درخواست داده‌های فرم را انتخاب کنید.

source: Enable User Activity Tracker
fa_ir: فعال‌سازی ردیاب فعالیت‌های کاربر

source: Enable tracker to analyze user behaviours regarding your forms and pages.
fa_ir: ردیاب را برای تحلیل رفتارهای کاربر در رابطه با فرم‌ها و صفحات شما فعال کنید.

source: Privacy
fa_ir: حریم خصوصی

source: Enable Privacy Tab
fa_ir: فعال‌سازی تب حریم خصوصی

source: Check to enable privacy tab in the my account.
fa_ir: برای فعال‌سازی تب حریم خصوصی در حساب من، این گزینه را تیک بزنید.

source: Allow Profile Privacy
fa_ir: اجازه به حریم خصوصی پروفایل

source: Enable user to select their profile to be private or public
fa_ir: به کاربر اجازه دهید تا پروفایل خود را خصوصی یا عمومی انتخاب کند.

source: Allow Search Engine Indexing
fa_ir: اجازه به ایندکس شدن پروفایل توسط موتورهای جستجو

source: Enable user to either allow or disallow search engine indexing of their profile
fa_ir: به کاربر اجازه دهید که ایندکس شدن پروفایل خود را توسط موتور جستجو مجاز یا غیرمجاز کند.

source: Allow Download Personal Data
fa_ir: اجازه به دانلود داده‌های شخصی

source: Enable users to send a request to download personal data
fa_ir: به کاربران اجازه دهید تا درخواست دانلود داده‌های شخصی را ارسال کنند.

source: Allow Erase Personal Data
fa_ir: اجازه به حذف داده‌های شخصی

source: Enable users to send a request to erase their personal data
fa_ir: به کاربران اجازه دهید تا درخواست حذف داده‌های شخصی خود را ارسال کنند.

source: Enable Login Icon Field
fa_ir: فعال‌سازی فیلد آیکون ورود

source: This option lets you to enable icon field in login form
fa_ir: این گزینه به شما اجازه می‌دهد تا فیلد آیکون را در فرم ورود فعال کنید.

source: Check to field to enable icon field in login form
fa_ir: برای فعال‌سازی فیلد آیکون در فرم ورود، این گزینه را تیک بزنید.

source: Prevent Active Login
fa_ir: جلوگیری از ورود فعال

source: Enable Prevent Concurrent Login
fa_ir: فعال‌سازی جلوگیری از ورود همزمان

source: Check this option to prevent the active logins.
fa_ir: برای جلوگیری از ورودهای همزمان، این گزینه را تیک بزنید.

source: Maxmium Active Login
fa_ir: حداکثر ورود فعال

source: This option lets you to choose the number of active logins a user account have.
fa_ir: این گزینه به شما امکان می‌دهد تعداد ورودهای فعال یک حساب کاربری را انتخاب کنید.

source: Enable Redirect Back to Previous Page
fa_ir: فعال‌سازی انتقال به صفحه قبلی پس از ورود

source: This option lets you to enable redirect back to previous page after login
fa_ir: این گزینه به شما اجازه می‌دهد که پس از ورود، به صفحه قبلی هدایت شوید.

source: Check to field to enable redirect back to previous page after login
fa_ir: برای فعال‌سازی هدایت به صفحه قبلی پس از ورود، این گزینه را تیک بزنید.

source: Enable Passwordless Login
fa_ir: فعال‌سازی ورود بدون رمز عبور

source: This option lets you to enable passwordless login.
fa_ir: این گزینه به شما اجازه می‌دهد تا ورود بدون رمز عبور را فعال کنید.

source: This feature allows users to log in via email link instead of a password.
fa_ir: این ویژگی به کاربران اجازه می‌دهد تا به جای رمز عبور از طریق لینک ایمیل وارد شوند.

source: Deactivate %s now
fa_ir: غیرفعال کردن %s اکنون

source: Deactivate
fa_ir: غیرفعال کردن

source: Activate %s now
fa_ir: فعال‌سازی %s اکنون

source: Activate
fa_ir: فعال‌سازی

source: Install %s now
fa_ir: نصب %s اکنون

source: Install Addon
fa_ir: نصب افزونه

source: Sorry, you are not allowed to activate this plugin.
fa_ir: ببخشید، شما اجازه ندارید این افزونه را فعال کنید.

source: Sorry, you are not allowed to deactivate plugins for this site.
fa_ir: ببخشید، شما اجازه ندارید افزونه‌ها را برای این سایت غیرفعال کنید.

source: Allow field to be populated dynamically
fa_ir: اجازه به پر شدن داینامیک فیلد

source: Enable this option to allow field to be populated dynamically
fa_ir: این گزینه را فعال کنید تا فیلد به طور داینامیک پر شود.

source: Parameter Name
fa_ir: نام پارامتر

source: Enter parameter name
fa_ir: نام پارامتر را وارد کنید

source: Name of the parameter to populate the field.
fa_ir: نام پارامتر برای پر کردن فیلد.

source: Validate as unique
fa_ir: اعتبارسنجی به عنوان منحصر به فرد

source: Limit user input to unique values only. It will require that a value entered in the field is unique and doesn't previously exist for this field in the entry database.
fa_ir: ورودی‌های کاربر را به مقادیر منحصر به فرد محدود کنید. این ویژگی نیاز دارد که مقداری وارد شده در فیلد منحصر به فرد باشد و قبلاً در پایگاه داده ورودی‌ها برای این فیلد وجود نداشته باشد.

source: Validation message for duplicate
fa_ir: پیام اعتبارسنجی برای تکراری‌ها

source: Message that shows when validation as unique fails on form submission.
fa_ir: پیامی که هنگام شکست اعتبارسنجی به عنوان منحصر به فرد در ارسال فرم نمایش داده می‌شود.

source: Enable Pattern Validation
fa_ir: فعال‌سازی اعتبارسنجی الگو

source: Enable this option to allow pattern validation for this field.
fa_ir: این گزینه را فعال کنید تا اعتبارسنجی الگو برای این فیلد مجاز شود.

source: Pattern Value
fa_ir: مقدار الگو

source: Enter pattern value
fa_ir: مقدار الگو را وارد کنید

source: Pattern value is checked against.
fa_ir: مقدار الگو با آن مقایسه می‌شود.

source: Pattern Message
fa_ir: پیام الگو

source: Please provide a valid value for this field.
fa_ir: لطفاً مقدار معتبر برای این فیلد وارد کنید.

source: Enter pattern message
fa_ir: پیام الگو را وارد کنید

source: If the pattern value does not match it will show this message.
fa_ir: اگر مقدار الگو مطابقت نداشته باشد، این پیام نمایش داده می‌شود.

source: Restrict copy/cut/paste
fa_ir: محدود کردن کپی/برش/چسباندن

source: Restrict copy/cut/paste on this field
fa_ir: محدود کردن کپی/برش/چسباندن در این فیلد

source: Enable Tooltip
fa_ir: فعال‌سازی ابزار راهنما

source: Show tooltip icon beside field label.
fa_ir: نمایش آیکون ابزار راهنما کنار برچسب فیلد.
