Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Tooltip Message
fa_ir: پیام ابزار راهنما

source: The Message to display when user hovers over tooltip icon.
fa_ir: پیامی که هنگام قرار گرفتن نشان‌گر ماوس بر روی آیکون ابزار راهنما نمایش داده می‌شود.

source: Select Format
fa_ir: انتخاب قالب

source: Math
fa_ir: ریاضی

source: Question and Answer
fa_ir: سوال و جواب

source: Image
fa_ir: تصویر

source: Choose a captcha format to be displayed on frontend.
fa_ir: یک قالب کپچا برای نمایش در قسمت جلوین انتخاب کنید.

source: Questions and Answers
fa_ir: سوالات و پاسخ‌ها

source: What is 2+3?
fa_ir: ۲+۳ برابر است با؟

source: Add multiple questions below to ask the user. It will select one question randomly.
fa_ir: چندین سوال را برای پرسش از کاربر اضافه کنید. یک سوال به‌صورت تصادفی انتخاب خواهد شد.

source: Image Group
fa_ir: گروه تصویر

source: Add multiple icons group below to ask the user. It will select one group randomly.
fa_ir: چندین گروه آیکون را برای پرسش از کاربر اضافه کنید. یک گروه به‌صورت تصادفی انتخاب خواهد شد.

source: Enable Image Choice
fa_ir: فعال‌سازی انتخاب تصویر

source: Enable this option to use image with the choices.
fa_ir: این گزینه را فعال کنید تا از تصویر در کنار انتخاب‌ها استفاده شود.

source: Select Fields to Export
fa_ir: انتخاب فیلدها برای صادرات

source: Select Additional to Export
fa_ir: انتخاب اضافات برای صادرات

source: Export Formats
fa_ir: قالب‌های صادراتی

source: Export as CSV
fa_ir: صادرات به صورت CSV

source: Export as JSON
fa_ir: صادرات به صورت JSON

source: Registered Date Range
fa_ir: محدوده تاریخ ثبت‌نام

source: Set role based redirection pages for this form.
fa_ir: صفحات هدایت مبتنی بر نقش را برای این فرم تنظیم کنید.

source: Enable Slot Booking
fa_ir: فعال‌سازی رزرو زمان

source: Enable this option to use this field as slot booking.
fa_ir: این گزینه را فعال کنید تا از این فیلد برای رزرو زمان استفاده شود.

source: Target Date Field
fa_ir: فیلد تاریخ هدف

source: Please select the target date field, enable slot booking, and choose the target time picker field within that date field.
fa_ir: لطفاً فیلد تاریخ هدف را انتخاب کنید، رزرو زمان را فعال کنید و فیلد انتخاب زمان هدف را درون آن فیلد تاریخ انتخاب کنید.

source: A User Confirmed Email Address
fa_ir: آدرس ایمیل تایید شده کاربر

source: Wrong request.
fa_ir: درخواست اشتباه.

source: The password you entered is incorrect.
fa_ir: رمز عبوری که وارد کردید اشتباه است.

source: Export Personal Data
fa_ir: صادرات داده‌های شخصی

source: Export Erase Data
fa_ir: صادرات داده‌های حذف شده

source: Download Your Data
fa_ir: دانلود داده‌های شما

source: Erase Of Your Data
fa_ir: حذف داده‌های شما

source: Approval Action:
fa_ir: اقدام تأیید:

source: Hi,
fa_ir: سلام،

source: A user data privacy request has been confirmed:
fa_ir: درخواست حریم خصوصی داده‌های کاربر تأیید شده است:

source: user:
fa_ir: کاربر:

source: You can view and manage these data privacy requests here:
fa_ir: شما می‌توانید این درخواست‌های حریم خصوصی داده‌ها را در اینجا مشاهده و مدیریت کنید:

source: Nonce verification failed
fa_ir: اعتبارسنجی نانس شکست خورد

source: Logout successfully
fa_ir: خروج با موفقیت

source: Invalid request
fa_ir: درخواست نامعتبر

source: This slot is already booked. Please choose other slot
fa_ir: این زمان قبلاً رزرو شده است. لطفاً زمان دیگری انتخاب کنید.

source: This slot is not booked.
fa_ir: این زمان رزرو نشده است.

source: Membership addon is not active.
fa_ir: افزونه عضویت فعال نیست.

source: Coupon field is required.
fa_ir: فیلد کوپن ضروری است.

source: Form Id field is required.
fa_ir: فیلد شناسه فرم ضروری است.

source: Coupon is Inactive.
fa_ir: کوپن غیرفعال است.

source: Coupon expired.
fa_ir: کوپن منقضی شده است.

source: Coupon is Invalid.
fa_ir: کوپن نامعتبر است.

source: Coupon applied successfully
fa_ir: کوپن با موفقیت اعمال شد

source: Approved Users
fa_ir: کاربران تایید شده

source: View Approved Users
fa_ir: مشاهده کاربران تایید شده

source: Pending Users
fa_ir: کاربران معلق

source: View Pending Users
fa_ir: مشاهده کاربران معلق

source: Denied Users
fa_ir: کاربران رد شده

source: View Denied Users
fa_ir: مشاهده کاربران رد شده

source: Total Overview
fa_ir: بررسی کلی

source: Total Registration
fa_ir: ثبت‌نام کل

source: Registration Overview
fa_ir: بررسی ثبت‌نام

source: Form Analytics
fa_ir: آنالیز فرم

source: Top Referer Pages
fa_ir: صفحات ارجاع‌دهنده برتر

source: Form Summary
fa_ir: خلاصه فرم

source: Delete Account
fa_ir: حذف حساب

source: Inactivity Detected
fa_ir: عدم فعالیت شناسایی شد

source: Stay Signed In
fa_ir: حفظ ورود به سیستم

source: You are being timed-out out due to inactivity. Please choose to stay signed or to logoff.
fa_ir: شما به‌دلیل عدم فعالیت از سیستم خارج شده‌اید. لطفاً انتخاب کنید که به سیستم وارد باقی بمانید یا از حساب خود خارج شوید.

source: Otherwise, you will be logged off automatically
fa_ir: در غیر این صورت، به‌طور خودکار از سیستم خارج خواهید شد.

source: You have been logged out because of inactivity
fa_ir: شما به‌دلیل عدم فعالیت از سیستم خارج شده‌اید.

source: Close without Reloading
fa_ir: بستن بدون بارگذاری مجدد

source: Ok
fa_ir: باشه

source: Are you sure you want to delete your account?
fa_ir: آیا از حذف حساب کاربری خود مطمئن هستید؟

source: <p>This will erase all of your account data from the site. To delete your account enter your password below.</p>
fa_ir: <p>این عمل تمام داده‌های حساب شما را از سایت حذف خواهد کرد. برای حذف حساب خود، رمز عبور خود را در زیر وارد کنید.</p>

source: <p>This will erase all of your account data from the site.</p>.
fa_ir: <p>این عمل تمام داده‌های حساب شما را از سایت حذف خواهد کرد.</p>.

source: Incorrect Answer
fa_ir: پاسخ اشتباه

source: Sending ...
fa_ir: در حال ارسال ...

source: Applying ...
fa_ir: در حال اعمال ...

source: Discount on Single Item :
fa_ir: تخفیف بر روی یک کالا:

source: Discount on Total :
fa_ir: تخفیف بر روی کل:

source: Please enter password
fa_ir: لطفاً رمز عبور را وارد کنید

source: Account successfully deleted!
fa_ir: حساب با موفقیت حذف شد!

source: Are you sure you want to clear this form?
fa_ir: آیا از پاک کردن این فرم مطمئن هستید؟

source: Click to accept this suggestion.
fa_ir: برای پذیرش این پیشنهاد کلیک کنید.

source: Email has been Sent Successfully
fa_ir: ایمیل با موفقیت ارسال شد

source: Please also choose the time for slot booking
fa_ir: لطفاً زمان برای رزرو زمان را نیز انتخاب کنید

source: Please choose the date field first for slot booking
fa_ir: لطفاً ابتدا فیلد تاریخ را برای رزرو زمان انتخاب کنید

source: Please provide a valid value for this field
fa_ir: لطفاً یک مقدار معتبر برای این فیلد وارد کنید

source: This field value need to be unique.
fa_ir: مقدار این فیلد باید منحصر به فرد باشد.

source: To access the features of the privacy tab, please reach out to your Administrator to enable them.
fa_ir: برای دسترسی به ویژگی‌های برگه حریم خصوصی، لطفاً با مدیر خود تماس بگیرید تا آنها را فعال کند.

source: Profile Privacy
fa_ir: حریم خصوصی پروفایل

source: You can choose to make your profile private, which will prevent it from appearing in the frontend listing.
fa_ir: شما می‌توانید انتخاب کنید که پروفایل خود را خصوصی کنید که از نمایش آن در فهرست جلویی جلوگیری می‌کند.

source: Everyone
fa_ir: همه

source: Only me
fa_ir: فقط من

source: Disallow Search Engine Indexing
fa_ir: ممنوع کردن ایندکس شدن توسط موتورهای جستجو

source: Avoid indexing your profile in frontend listing from search engines robots.
fa_ir: از ایندکس شدن پروفایل شما در فهرست جلویی توسط ربات‌های موتور جستجو جلوگیری کنید.

source: Update Privacy
fa_ir: به‌روزرسانی حریم خصوصی

source: Membership Plugin is not active yet.
fa_ir: افزونه عضویت هنوز فعال نشده است.

source: Passwordless Login
fa_ir: ورود بدون رمز عبور

source: Please select the correct <b>%s</b>
fa_ir: لطفاً <b>%s</b> صحیح را انتخاب کنید

source: Clear Signature
fa_ir: حذف امضاء

source: Subscription expiry date should be the future date.
fa_ir: تاریخ انقضای اشتراک باید تاریخ آینده باشد.

source: You have dragged subscription plan field in the form but recurring subscription is not enabled. Please enable recurring subscription from form settings.
fa_ir: شما فیلد برنامه اشتراک را در فرم کشیده‌اید، اما اشتراک تکراری فعال نشده است. لطفاً اشتراک تکراری را از تنظیمات فرم فعال کنید.

source: Payment Method
fa_ir: روش پرداخت

source: Payment Currency
fa_ir: ارز پرداخت

source: Payments Details not available.
fa_ir: جزئیات پرداخت در دسترس نیست.

source: Payment Fields
fa_ir: فیلدهای پرداخت

source: Add options to let users select from.
fa_ir: گزینه‌هایی اضافه کنید تا کاربران بتوانند از آنها انتخاب کنند.

source: Payment before login
fa_ir: پرداخت قبل از ورود

source: Payment Messages
fa_ir: پیام‌های پرداخت

source: Payment Before Login
fa_ir: پرداخت قبل از ورود

source: Enter the text message for pending payment error message before login.
fa_ir: پیام متنی برای خطای پرداخت معلق قبل از ورود را وارد کنید.

source: Payment Before Registration
fa_ir: پرداخت قبل از ثبت‌نام

source: Enter the text message after for pending payment.
fa_ir: پیام متنی بعد از پرداخت معلق را وارد کنید.

source: User Registered. Payment Processing...
fa_ir: کاربر ثبت‌نام شد. در حال پردازش پرداخت...

source: Payment Completed
fa_ir: پرداخت تکمیل شد

source: Enter the text message after for payment completed.
fa_ir: پیام متنی بعد از تکمیل پرداخت را وارد کنید.

source: User Registered. Payment Completed.
fa_ir: کاربر ثبت‌نام شد. پرداخت تکمیل شد.

source: Enable Payment Slider
fa_ir: فعال‌سازی اسلایدر پرداخت

source: Enable this if you want use text Payment slider
fa_ir: این گزینه را فعال کنید اگر می‌خواهید از اسلایدر پرداخت متنی استفاده کنید.

source: Invoice From
fa_ir: فاکتور از

source: Invoice To
fa_ir: فاکتور به

source: Invoice Item
fa_ir: مورد فاکتور

source: Quantity
fa_ir: تعداد

source: Price
fa_ir: قیمت

source: SubTotal
fa_ir: جمع جزئی

source: Total
fa_ir: مجموع

source: No payment gateway enabled!
fa_ir: هیچ درگاه پرداختی فعال نیست!

source: Trial Start Date
fa_ir: تاریخ شروع دوره آزمایشی

source: Trial End Date
fa_ir: تاریخ پایان دوره آزمایشی

source: Reactivate
fa_ir: فعال‌سازی مجدد

source: Change Payment
fa_ir: تغییر پرداخت

source: Invoice Date
fa_ir: تاریخ فاکتور

source: Invoice No
fa_ir: شماره فاکتور

source: PDF
fa_ir: پی‌دی‌اف

source: Download
fa_ir: دانلود

source: Change Your Card Information here
fa_ir: اطلاعات کارت خود را اینجا تغییر دهید

source: Card Information
fa_ir: اطلاعات کارت

source: Update
fa_ir: به‌روزرسانی

source: Payment Details
fa_ir: جزئیات پرداخت

source: Whoops, it appears you do not have any active popups yet.
fa_ir: اوه، به نظر می‌رسد که هنوز هیچ پاپ‌آپ فعال ندارید.

source: Whoops, it appears you do not have any popups yet.
fa_ir: اوه، به نظر می‌رسد که هنوز هیچ پاپ‌آپی ندارید.

source: Popup Type
fa_ir: نوع پاپ‌آپ

source: Popup Status
fa_ir: وضعیت پاپ‌آپ

source: Created Date
fa_ir: تاریخ ایجاد

# codes
source: All <span class="count">(%s)</span>
fa_ir: همه <span class="count">(%s)</span>

# codes
source: Active <span class="count">(%s)</span>
fa_ir: فعال <span class="count">(%s)</span>

# codes
source: In Active <span class="count">(%s)</span>
fa_ir: غیرفعال <span class="count">(%s)</span>

# codes
source: Trash <span class="count">(%s)</span>
fa_ir: زباله‌ها <span class="count">(%s)</span>

source: User Registration Popups
fa_ir: پاپ‌آپ‌های ثبت‌نام کاربر

source: All Popups
fa_ir: تمامی پاپ‌آپ‌ها

source: Registration Popups
fa_ir: پاپ‌آپ‌های ثبت‌نام

source: Login Popups
fa_ir: پاپ‌آپ‌های ورود

source: Search Popups
fa_ir: پاپ‌آپ‌های جستجو

source: Popup not found
fa_ir: پاپ‌آپ پیدا نشد

source: Sorry, you are not allowed to access this page. Please login to view this page.
fa_ir: متاسفیم، شما اجازه دسترسی به این صفحه را ندارید. لطفاً وارد شوید تا این صفحه را مشاهده کنید.

# Admin Popup name
source: Popups
fa_ir: پاپ‌آپ‌ها

source: Add popups
fa_ir: اضافه کردن پاپ‌آپ‌ها

source: Edit popup
fa_ir: ویرایش پاپ‌آپ

source: New popup
fa_ir: پاپ‌آپ جدید

source: View popups
fa_ir: مشاهده پاپ‌آپ‌ها

source: View popup
fa_ir: مشاهده پاپ‌آپ

source: Search popups
fa_ir: جستجوی پاپ‌آپ‌ها

source: No popups found
fa_ir: هیچ پاپ‌آپی پیدا نشد

source: No popups found in trash
fa_ir: هیچ پاپ‌آپی در سطل زباله پیدا نشد

source: Parent popup
fa_ir: پاپ‌آپ والد

source: User Journey
fa_ir: مسیر کاربر

source: Page
fa_ir: صفحه

source: Duration
fa_ir: مدت زمان

source: No data found.
fa_ir: داده‌ای پیدا نشد.

source: Home
fa_ir: خانه

source: Abandoned
fa_ir: رها شده

source: Submitted
fa_ir: ارسال شده

source: Bounced
fa_ir: بازگشتی

source: Invalid Coupon.
fa_ir: کوپن نامعتبر.

source: Multiple Choice
fa_ir: چند گزینه‌ای

source: Signature
fa_ir: امضاء

source: Single Item
fa_ir: یک کالا

source: Subscription Plan
fa_ir: برنامه اشتراک

source: Captcha Message
fa_ir: پیام کپچا

source: Enter captcha message
fa_ir: پیام کپچا را وارد کنید

source: If the captcha answer does not match. it will show this message
fa_ir: اگر پاسخ کپچا تطابق نداشته باشد، این پیام نمایش داده خواهد شد.

source: Custom CSS class to embed in this field.
fa_ir: کلاس CSS سفارشی برای جاسازی در این فیلد.

source: Invalid Coupon Message
fa_ir: پیام کوپن نامعتبر

source: Add text to be displayed when coupon code is invalid.
fa_ir: متنی را که باید هنگام وارد کردن کد کوپن نامعتبر نمایش داده شود وارد کنید.

source: Target Field
fa_ir: فیلد هدف

source: Select the target field.
fa_ir: فیلد هدف را انتخاب کنید.

source: Enable Selling Price
fa_ir: فعال‌سازی قیمت فروش

source: Enable selling for this item.
fa_ir: فروش این کالا را فعال کنید.

source: Regular Price
fa_ir: قیمت معمولی

source: Set Regular price for this item.
fa_ir: قیمت معمولی برای این کالا تنظیم کنید.

source: Selling Price
fa_ir: قیمت فروش

source: Set Selling price for this item.
fa_ir: قیمت فروش برای این کالا را تعیین کنید.

source: Item Type
fa_ir: نوع کالا

source: Pre Defined
fa_ir: از پیش تعریف شده

source: User Defined
fa_ir: تعریف شده توسط کاربر

source: Choose type of item.
fa_ir: نوع کالا را انتخاب کنید.

source: Note: Item type is set to hidden and will not be visible when viewing the form.
fa_ir: توجه: نوع کالا به صورت مخفی تنظیم شده و هنگام مشاهده فرم قابل مشاهده نخواهد بود.

source: Chinese Renmenbi
fa_ir: یوان چین

source: Romanian Leu
fa_ir: لئو رومانی

source: Croatian kuna
fa_ir: کونا کرواسی

source: Indian rupee
fa_ir: روپیه هندوستان

source: Turkish lira
fa_ir: لیر ترکیه

source: Nigerian naira
fa_ir: نیرا نیجریه

source: Zambian Kwacha
fa_ir: کواچا زامبیا

source: Ghanaian cedi
fa_ir: سدی غنا

source: Check this option to enable selling price of this field.
fa_ir: این گزینه را برای فعال کردن قیمت فروش این فیلد علامت بزنید.

source: The email domain %s is restricted. Please try another email address.
fa_ir: دامنه ایمیل %s محدود است. لطفاً یک آدرس ایمیل دیگر امتحان کنید.

source: The email %s is restricted. Please try another email address.
fa_ir: ایمیل %s محدود است. لطفاً یک آدرس ایمیل دیگر امتحان کنید.

source: Registration Error. Your Registration has been blocked by Spam Protection.
fa_ir: خطای ثبت‌نام. ثبت‌نام شما توسط سیستم حفاظت از اسپم مسدود شده است.

source: Maximum no. of active logins found for this account. Please logout from another device to continue. %s
fa_ir: تعداد ورودهای فعال برای این حساب به حداکثر رسیده است. لطفاً از دستگاه دیگری خارج شوید تا ادامه دهید. %s

source: Force Logout?
fa_ir: خروج اجباری؟

source: -- Select Table Name --
fa_ir: -- انتخاب نام جدول --

source: Form not found!
fa_ir: فرم پیدا نشد!

source: Add Bulk Options
fa_ir: اضافه کردن گزینه‌های عمده

source: To add multiple options at once, press enter key after each option.
fa_ir: برای اضافه کردن چندین گزینه به طور همزمان، پس از هر گزینه کلید Enter را فشار دهید.

source: Add New Options
fa_ir: اضافه کردن گزینه‌های جدید

source: Bulk Add
fa_ir: افزودن عمده

source: About Your Data
fa_ir: درباره داده‌های شما

source: Download or erase all of your personal data from the site by requesting to the site's admin.
fa_ir: برای دانلود یا حذف تمام داده‌های شخصی خود از سایت، درخواست را به مدیر سایت ارسال کنید.

source: You could download your previous data as your download request is approved
fa_ir: شما می‌توانید داده‌های قبلی خود را دانلود کنید، زیرا درخواست دانلود شما تایید شده است.

source: New Download Request
fa_ir: درخواست دانلود جدید

source: Enter your current password to download your data.
fa_ir: برای دانلود داده‌های خود، رمز عبور فعلی خود را وارد کنید.

source: You must enter a password
fa_ir: باید یک رمز عبور وارد کنید

source: Send Download Request
fa_ir: ارسال درخواست دانلود

source: Your personal data has been deleted as per your request.
fa_ir: داده‌های شخصی شما طبق درخواست شما حذف شده‌اند.

source: New Erase Request
fa_ir: درخواست حذف جدید

source: Enter your current password to erasure your personal data.
fa_ir: برای حذف داده‌های شخصی خود، رمز عبور فعلی خود را وارد کنید.

source: Send Erase Request
fa_ir: ارسال درخواست حذف

source: Accounts Settings
fa_ir: تنظیمات حساب

source: ActiveCampaign URL
fa_ir: آدرس URL ActiveCampaign

source: Enter the ActiveCampaign URL
fa_ir: آدرس URL ActiveCampaign را وارد کنید

source: Number From
fa_ir: شماره از

source: Enter Twilio Number.
fa_ir: شماره Twilio را وارد کنید.

source: Account SID
fa_ir: SID حساب

source: Enter Twilio Account SID.
fa_ir: SID حساب Twilio را وارد کنید.

source: Auth Token
fa_ir: توکن احراز هویت

source: Enter Twilio API Auth Code.
fa_ir: کد احراز هویت API Twilio را وارد کنید.

source: Connect
fa_ir: اتصال

source: Google Access Code
fa_ir: کد دسترسی گوگل

source: Enter Google Access Code
fa_ir: کد دسترسی گوگل را وارد کنید

source: Google Client ID
fa_ir: شناسه کلاینت گوگل

source: Enter Google Client ID
fa_ir: شناسه کلاینت گوگل را وارد کنید

source: Google Client Secret
fa_ir: راز کلاینت گوگل

source: Enter Google Client Secret
fa_ir: راز کلاینت گوگل را وارد کنید

source: Verify Access Code
fa_ir: کد دسترسی را تایید کنید

source: API Key
fa_ir: کلید API

source: Enter the API Key
fa_ir: کلید API را وارد کنید

source: API Secret
fa_ir: راز API

source: Enter the API Secret
fa_ir: راز API را وارد کنید

source: Account Name
fa_ir: نام حساب

source: Enter a Account Name
fa_ir: نام حساب را وارد کنید

source: Row Settings
fa_ir: تنظیمات ردیف

source: Row Options
fa_ir: گزینه‌های ردیف

source: View Profile Details widget for WPBakery.
fa_ir: ویجت مشاهده جزئیات پروفایل برای WPBakery.

source: Popup widget for WPBakery.
fa_ir: ویجت پاپ‌آپ برای WPBakery.

source: Popup List
fa_ir: لیست پاپ‌آپ‌ها

source: Select Popup.
fa_ir: پاپ‌آپ را انتخاب کنید.

source: Use as button
fa_ir: استفاده به عنوان دکمه

source: If enabled it show button to display popup else directly display popup.
fa_ir: اگر فعال باشد، دکمه‌ای برای نمایش پاپ‌آپ نشان داده می‌شود وگرنه پاپ‌آپ مستقیماً نمایش داده می‌شود.

source: Display Type
fa_ir: نوع نمایش

source: Button Text
fa_ir: متن دکمه

source: Enter Button Text.
fa_ir: متن دکمه را وارد کنید.

source: Frontend Listing
fa_ir: لیست نمایشی

source: Frontend Listing widget for WPBakery.
fa_ir: ویجت لیست نمایشی برای WPBakery.

source: Frontend List
fa_ir: لیست نمایشی

source: Select a list.
fa_ir: یک لیست را انتخاب کنید.

source: Download PDF Link
fa_ir: لینک دانلود PDF

source: Download PDF Link widget for WPBakery.
fa_ir: ویجت لینک دانلود PDF برای WPBakery.

source: U.S. Dollar
fa_ir: دلار آمریکا

source: Pound Sterling
fa_ir: پوند استرلینگ

source: Euro
fa_ir: یورو

source: Australian Dollar
fa_ir: دلار استرالیا

source: Brazilian Real
fa_ir: ریال برزیل

source: Canadian Dollar
fa_ir: دلار کانادا

source: Czech Koruna
fa_ir: کرون چک

source: Danish Krone
fa_ir: کرون دانمارک

source: Hong Kong Dollar
fa_ir: دلار هنگ کنگ

source: Hungarian Forint
fa_ir: فورینت مجارستان

source: Israeli New Sheqel
fa_ir: شکل جدید اسرائیلی

source: Malaysian Ringgit
fa_ir: رینگیت مالزی

source: Mexican Peso
fa_ir: پزوی مکزیک

source: Norwegian Krone
fa_ir: کرون نروژ

source: New Zealand Dollar
fa_ir: دلار نیوزیلند

source: Philippine Peso
fa_ir: پزوی فیلیپین

source: Polish Zloty
fa_ir: زلوته لهستان

source: Russian Ruble
fa_ir: روبل روسی

source: Singapore Dollar
fa_ir: دلار سنگاپور

source: South African Rand
fa_ir: رند آفریقای جنوبی

source: Swedish Krona
fa_ir: کرون سوئد

source: Swiss Franc
fa_ir: فرانک سوئیس

source: Taiwan New Dollar
fa_ir: دلار تایوان

source: Thai Baht
fa_ir: بات تایلند

source: User Registration Pro
fa_ir: ثبت‌نام حرفه‌ای کاربران

source: Failed to read changelog.
fa_ir: خواندن تاریخچه تغییرات با شکست مواجه شد.

source: OnBoarding completed successfully
fa_ir: آموزش موفقیت‌آمیز انجام شد

source: Anyone can register
fa_ir: هر کسی می‌تواند ثبت‌نام کند

source: Check to enable users to register
fa_ir: برای فعال کردن امکان ثبت‌نام برای کاربران، این گزینه را علامت بزنید

source: Enforce strong password.
fa_ir: رمز عبور قوی را اجباری کنید.

source: My Account Page Layout
fa_ir: طرح صفحه حساب کاربری من

source: Select account page layout.
fa_ir: طرح صفحه حساب کاربری را انتخاب کنید.

source: Disable profile picture
fa_ir: تصویر پروفایل را غیرفعال کنید

source: Cannot access Features. Please try again some time later.
fa_ir: نمی‌توان به ویژگی‌ها دسترسی پیدا کرد. لطفاً بعداً دوباره تلاش کنید.

source: Personal
fa_ir: شخصی

source: Plus
fa_ir: پلاس

source: Professional
fa_ir: حرفه‌ای

source: Module slug is a required field
fa_ir: عنوان ماژول یک فیلد اجباری است

source: Module couldn't be activated at the moment. Please try again later.
fa_ir: ماژول در حال حاضر فعال نشد. لطفاً بعداً دوباره تلاش کنید.

source: Module Activated Successfully
fa_ir: ماژول با موفقیت فعال شد

source: Addon slug is a required field
fa_ir: عنوان افزودنی یک فیلد اجباری است

source: Module couldn't be deactivated. Please try again later.
fa_ir: ماژول غیر فعال نشد. لطفاً بعداً دوباره تلاش کنید.

source: Module deactivated successfully
fa_ir: ماژول با موفقیت غیرفعال شد

source: Please select addons to activate
fa_ir: لطفاً افزودنی‌ها را برای فعال‌سازی انتخاب کنید

source: %1$s activation failed. Please try again sometime later.
fa_ir: فعال‌سازی %1$s با شکست مواجه شد. لطفاً بعداً دوباره تلاش کنید.

source: All of the selected modules have been activated successfully.
fa_ir: تمامی ماژول‌های انتخاب شده با موفقیت فعال شدند.

source: Please select a module to deactivate
fa_ir: لطفاً یک ماژول را برای غیرفعال کردن انتخاب کنید

source: All of the selected modules have been deactivated.
fa_ir: تمامی ماژول‌های انتخاب شده غیرفعال شدند.

source: Some of the selected modules may not have been deactivated. Please try again later
fa_ir: برخی از ماژول‌های انتخاب شده ممکن است غیرفعال نشده باشند. لطفاً بعداً دوباره تلاش کنید.

source: Addons activated successfully
fa_ir: افزودنی‌ها با موفقیت فعال شدند.

source: Addon installed Successfully
fa_ir: افزودنی با موفقیت نصب شد.

source: User Registration Pro activated successfully.
fa_ir: ثبت‌نام حرفه‌ای کاربران با موفقیت فعال شد.

source: Please enter the valid license key.
fa_ir: لطفاً کلید مجوز معتبر وارد کنید.

source: Your password has been reset successfully.
fa_ir: رمز عبور شما با موفقیت بازنشانی شد.

source: Are you sure you want to log out?&nbsp;<a href="%s">Confirm and log out</a>
fa_ir: آیا از خروج خود اطمینان دارید؟&nbsp;<a href="%s">تأیید و خروج</a>

source: No profile details found.
fa_ir: جزئیات پروفایل یافت نشد.

source: Enter a username or email address.
fa_ir: یک نام کاربری یا آدرس ایمیل وارد کنید.

source: Invalid username or email.
fa_ir: نام کاربری یا ایمیل نامعتبر است.

source: Password reset is not allowed for this user
fa_ir: بازنشانی رمز عبور برای این کاربر مجاز نیست.

source: The email could not be sent. Contact your site administrator.
fa_ir: ایمیل ارسال نشد. با مدیر سایت تماس بگیرید.

source: Duplicate field key in form, please contact site administrator.
fa_ir: کلید فیلد تکراری در فرم وجود دارد، لطفاً با مدیر سایت تماس بگیرید.

source: Required form field not found.
fa_ir: فیلد مورد نیاز فرم یافت نشد.

source: <strong>Confirm Email</strong> is required.
fa_ir: تأیید ایمیل <strong>الزامی</strong> است.

source: Email and confirm email not matched
fa_ir: ایمیل و تأیید ایمیل با هم مطابقت ندارند.

source: <strong>Confirm Password</strong> is required.
fa_ir: تأیید رمز عبور <strong>الزامی</strong> است.
