Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Restricts the text inside the shortcode for all users except Administrators.
fa_ir: متن داخل کد کوتاه را برای تمام کاربران به جز مدیران محدود می‌کند.

source: Displays member directories in the front end.
fa_ir: دایرکتوری‌های اعضا را در فرانت‌اند نمایش می‌دهد.

source: Frontend Listing ID to render.
fa_ir: شناسه فهرست فرانت‌اند برای رندر.

source: Displays user listing with ID 1 in the front end.
fa_ir: فهرست کاربران با شناسه 1 را در فرانت‌اند نمایش می‌دهد.

source: Show a Download PDF button on your site. The PDF will have the user details for that specific user. This button will only be visible once the users are logged in.
fa_ir: دکمه دانلود PDF را در سایت خود نمایش دهید. PDF حاوی جزئیات کاربر برای آن کاربر خاص خواهد بود. این دکمه فقط زمانی قابل مشاهده است که کاربران وارد شده باشند.

source: Requires User Registration Pro and User Registration PDF Form Submission add-on to be activated.
fa_ir: نیاز به فعال‌سازی User Registration Pro و افزونه ارسال فرم PDF ثبت‌نام کاربر دارد.

source: Displays a registration form for users to sign up for a membership.
fa_ir: فرم ثبت‌نام برای کاربران جهت عضویت را نمایش می‌دهد.

source: Requires User Registration Pro and User Registration Membership add-on to be activated.
fa_ir: نیاز به فعال‌سازی User Registration Pro و افزونه عضویت ثبت‌نام کاربر دارد.

source: Shows a list of available membership options for users to browse.
fa_ir: فهرستی از گزینه‌های عضویت موجود را برای کاربران جهت مرور نمایش می‌دهد.

source: Displays a thank you message to users after successfully registering for a membership.
fa_ir: پیام تشکر به کاربران پس از ثبت‌نام موفقیت‌آمیز برای عضویت نمایش می‌دهد.

source: All Shortcodes
fa_ir: تمام کدهای کوتاه

source: Parameters:
fa_ir: پارامترها:

source: REQUIRED.
fa_ir: الزامی.

source: Examples:
fa_ir: نمونه‌ها:

source: The Smart Tags listed below can be used to parse user data that doesn’t require user to be registered in the email content.
fa_ir: تگ‌های هوشمند فهرست شده در زیر می‌توانند برای تجزیه داده‌های کاربر که نیازی به ثبت‌نام کاربر در محتوای ایمیل ندارند استفاده شوند.

source: Retrieves information about the current site.
fa_ir: اطلاعات سایت فعلی را بازیابی می‌کند.

source: Retrieves the URL for a given site where the front end is accessible.
fa_ir: URL برای سایت داده شده که فرانت‌اند آن قابل دسترسی است را بازیابی می‌کند.

source: Site admin email.
fa_ir: ایمیل مدیر سایت.

source: Name of the website.
fa_ir: نام وب‌سایت.

source: URL of the website.
fa_ir: URL وب‌سایت.

source: Current Page title.
fa_ir: عنوان صفحه فعلی.

source: Current Page URL.
fa_ir: URL صفحه فعلی.

source: Current Page ID.
fa_ir: شناسه صفحه فعلی.

source: Current Post title.
fa_ir: عنوان پست فعلی.

source: Current date.
fa_ir: تاریخ فعلی.

source: Current time.
fa_ir: زمان فعلی.

source: Current language of the site.
fa_ir: زبان فعلی سایت.

source: Token generated for an email confirmation.
fa_ir: توکنی که برای تأیید ایمیل تولید شده است.

source: Current user's ip address.
fa_ir: آدرس IP کاربر فعلی.

source: URL of the referrer page from where users landed on the form.
fa_ir: URL صفحه ارجاع‌دهنده که کاربران از آن به فرم منتقل شده‌اند.

source: Current form ID.
fa_ir: شناسه فرم فعلی.

source: Current form name.
fa_ir: نام فرم فعلی.

source: Current page or post's author name.
fa_ir: نام نویسنده صفحه یا پست فعلی.

source: Current page or post's author email.
fa_ir: ایمیل نویسنده صفحه یا پست فعلی.

source: Generates a unique string that can be used as an ID.
fa_ir: یک رشته منحصر به فرد تولید می‌کند که می‌تواند به عنوان شناسه استفاده شود.

source: The Smart Tags listed below can be used to parse a registered user’s submitted field value and other data in the email content.
fa_ir: تگ‌های هوشمند فهرست شده در زیر می‌توانند برای تجزیه مقادیر فیلد ارسال شده توسط کاربر ثبت‌شده و سایر داده‌ها در محتوای ایمیل استفاده شوند.

source: ID of the registered user.
fa_ir: شناسه کاربر ثبت‌شده.

source: Username of the registered user.
fa_ir: نام‌کاربری کاربر ثبت‌شده.

source: Password of the registered user.
fa_ir: رمز عبور کاربر ثبت‌شده.

source: First name of the registered user.
fa_ir: نام کوچک کاربر ثبت‌شده.

source: Bio of the registered user.
fa_ir: بیوگرافی کاربر ثبت‌شده.

source: Nickname of the registered user
fa_ir: نام مستعار کاربر ثبت‌شده

source: Website/URL of the registered user.
fa_ir: وب‌سایت/URL کاربر ثبت‌شده.

source: Display name of the registered user.
fa_ir: نام نمایشی کاربر ثبت‌شده.

source: Email of the registered user.
fa_ir: ایمیل کاربر ثبت‌شده.

source: All form field values filled and submitted by the user.
fa_ir: تمام مقادیر فیلد فرم که توسط کاربر پر شده و ارسال شده‌اند.

source: The user’s assigned role.
fa_ir: نقش اختصاص داده شده به کاربر.

source: Auto generated password for the user. It works only if auto-generated password feature is enabled in User Registration Pro
fa_ir: رمز عبور خودکار برای کاربر. فقط زمانی کار می‌کند که ویژگی رمز عبور خودکار در User Registration Pro فعال شده باشد.

source: All Smart Tags
fa_ir: تمام تگ‌های هوشمند

source: License key
fa_ir: کلید مجوز

source: User Registration Pro Required
fa_ir: نیاز به User Registration Pro

source: %s requires User Registration Pro to be activated. Please upgrade to a premium plan and unlock this addon
fa_ir: %s نیاز به فعال‌سازی User Registration Pro دارد. لطفاً به یک طرح پریمیوم ارتقا دهید و این افزونه را باز کنید.

source: Please activate license of User Registration Pro plugin in order to use %s
fa_ir: لطفاً برای استفاده از %s، مجوز افزونه User Registration Pro را فعال کنید.

source: Enter your license key
fa_ir: کلید مجوز خود را وارد کنید

source: License Upgrade Required
fa_ir: نیاز به ارتقای مجوز

source: %s is only available in the plus plan and above. Please upgrade to a plus plan and above to unlock this addon
fa_ir: %s فقط در طرح‌های پلاس و بالاتر در دسترس است. لطفاً به طرح پلاس و بالاتر ارتقا دهید تا این افزونه را باز کنید.

source: Please enter your plugin activation license key
fa_ir: لطفاً کلید مجوز فعال‌سازی افزونه خود را وارد کنید.

source: Please enter the valid license key
fa_ir: لطفاً کلید مجوز معتبر را وارد کنید.

source: Play Video
fa_ir: پخش ویدیو

source: Please select at least a feature
fa_ir: لطفاً حداقل یک ویژگی را انتخاب کنید

source: Popular
fa_ir: محبوب

source: Newest
fa_ir: جدیدترین

source: Oldest
fa_ir: قدیمی‌ترین

source: Ascending
fa_ir: صعودی

source: Descending
fa_ir: نزولی

source: All Modules
fa_ir: تمام ماژول‌ها

source: Bulk Actions
fa_ir: اقدامات گروهی

source: Apply
fa_ir: اعمال

source: Search...
fa_ir: جستجو...

source: Sorry, no result found.
fa_ir: متاسفیم، هیچ نتیجه‌ای یافت نشد.

source: Please try another search
fa_ir: لطفاً جستجوی دیگری انجام دهید.

source: Live Demo
fa_ir: دموی زنده

source: Plugins
fa_ir: افزونه‌ها

source: Themes
fa_ir: قالب‌ها

source: The following pages have been created automatically.
fa_ir: صفحات زیر به طور خودکار ایجاد شده‌اند.

source: Customize my account page settings as per your preference.
fa_ir: تنظیمات صفحه حساب من را طبق ترجیحات خود سفارشی کنید.

source: View Registration Page
fa_ir: مشاهده صفحه ثبت‌نام

source: Help us improve the plugin's features by sharing
fa_ir: ما را برای بهبود ویژگی‌های افزونه با به اشتراک‌گذاری

source: non-sensitive plugin data
fa_ir: داده‌های غیر حساس افزونه

source: with us.
fa_ir: با ما.

# block title
source: Edit Password
fa_ir: ویرایش رمز عبور

# block description
source: The block give the edit password interface.
fa_ir: این بلوک رابط ویرایش رمز عبور را می‌دهد.

# block keyword
source: user registration edit password
fa_ir: ویرایش رمز عبور ثبت‌نام کاربر

# block keyword
source: edit password
fa_ir: ویرایش رمز عبور

# block title
source: Edit Profile
fa_ir: ویرایش پروفایل

# block description
source: The block give edit profile interface.
fa_ir: این بلوک رابط ویرایش پروفایل را می‌دهد.

# block keyword
source: user registration edit profile
fa_ir: ویرایش پروفایل ثبت‌نام کاربر

# block keyword
source: edit profile
fa_ir: ویرایش پروفایل

# block title
source: Login Form
fa_ir: فرم ورود

# block description
source: The block give the login form for registered users.
fa_ir: این بلوک فرم ورود برای کاربران ثبت‌نام شده را می‌دهد.

# block keyword
source: user registration login form
fa_ir: فرم ورود ثبت‌نام کاربر

# block keyword
source: login form
fa_ir: فرم ورود

# block title
source: Myaccount
fa_ir: حساب من

# block description
source: The block give the myaccount form for registered users.
fa_ir: این بلوک فرم حساب من را برای کاربران ثبت‌نام شده می‌دهد.

# block keyword
source: user registration myaccount
fa_ir: حساب من ثبت‌نام کاربر

# block keyword
source: myaccount
fa_ir: حساب من

# block title
source: Content Restriction
fa_ir: محدودیت محتوا

# block description
source: The block restricts the content.
fa_ir: این بلوک محتوا را محدود می‌کند.

# block keyword
source: user registration content restriction
fa_ir: محدودیت محتوا ثبت‌نام کاربر

# block keyword
source: content restriction
fa_ir: محدودیت محتوا

# block title
source: Content Restriction (Deprecated)
fa_ir: محدودیت محتوا (منسوخ شده)

# block description
source: The block restricts the content (only text).
fa_ir: این بلوک محتوا (فقط متن) را محدود می‌کند.

# block title
source: Download PDF Button
fa_ir: دکمه دانلود PDF

# block description
source: The block gives the listing of users.
fa_ir: این بلوک فهرست کاربران را می‌دهد.

# block keyword
source: user registration download pdf button
fa_ir: دکمه دانلود PDF ثبت‌نام کاربر

# block keyword
source: download pdf button
fa_ir: دکمه دانلود PDF

# block title
source: Frontend Listing
fa_ir: فهرست فرانت‌اند

# block keyword
source: user registration frontend listing
fa_ir: فهرست فرانت‌اند ثبت‌نام کاربر

# block keyword
source: frontend listing
fa_ir: فهرست فرانت‌اند

# block title
source: Popup
fa_ir: پاپ‌آپ

# block description
source: The block gives the popup modal.
fa_ir: این بلوک مودال پاپ‌آپ را می‌دهد.

# block keyword
source: user registration popup
fa_ir: پاپ‌آپ ثبت‌نام کاربر

# block keyword
source: popup
fa_ir: پاپ‌آپ

# block title
source: View Profile Details
fa_ir: مشاهده جزئیات پروفایل

# block description
source: The block give profile details of user.
fa_ir: این بلوک جزئیات پروفایل کاربر را می‌دهد.

# block keyword
source: user registration view profile details
fa_ir: مشاهده جزئیات پروفایل ثبت‌نام کاربر

# block keyword
source: view profile details
fa_ir: مشاهده جزئیات پروفایل

# block title
source: Registration Form
fa_ir: فرم ثبت‌نام

# block description
source: The block lets the user choose the required user registration directly.
fa_ir: این بلوک به کاربر این امکان را می‌دهد که ثبت‌نام کاربر مورد نظر را مستقیماً انتخاب کند.

# block keyword
source: user registration form
fa_ir: فرم ثبت‌نام کاربر

# block keyword
source: registration form
fa_ir: فرم ثبت‌نام
