Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: By submitting this form, you will also be sending us your email address & website URL.
fa_ir: با ارسال این فرم، آدرس ایمیل و URL وب‌سایت خود را نیز برای ما ارسال خواهید کرد.

source: License:
fa_ir: لایسنس:

source: Enter your license key and hit return. A valid key is required for updates.
fa_ir: کلید لایسنس خود را وارد کنید و کلید Enter را بزنید. برای به‌روزرسانی‌ها به یک کلید معتبر نیاز است.

source: Login Shortcode
fa_ir: کد کوتاه ورود

source: View Documentation For More Details
fa_ir: برای جزئیات بیشتر به مستندات مراجعه کنید

source: Block name is not set.
fa_ir: نام بلوک تنظیم نشده است.

source: Metadata file for %s block does not exist.
fa_ir: فایل متادیتای بلوک %s وجود ندارد.

source: Add a block
fa_ir: اضافه کردن یک بلوک

source: Click the plus button, search for User Registration, click the block to embed it.
fa_ir: دکمه بعلاوه را بزنید، جستجو کنید برای 'User Registration' و بر روی بلوک کلیک کنید تا آن را گنجانده شوید.

source: Done
fa_ir: تمام شد

source: You are already logged in.
fa_ir: شما هم‌اکنون وارد شده‌اید.

source: Nonce error, please reload.
fa_ir: خطای Nonce، لطفاً دوباره بارگذاری کنید.

source: Error on hCaptcha. Contact your site administrator.
fa_ir: خطا در hCaptcha. با مدیر سایت خود تماس بگیرید.

source: Error on Cloudflare Turnstile. Contact your site administrator.
fa_ir: خطا در Cloudflare Turnstile. با مدیر سایت خود تماس بگیرید.

source: Error on google reCaptcha. Contact your site administrator.
fa_ir: خطا در گوگل reCaptcha. با مدیر سایت خود تماس بگیرید.

source: Only administrators can add new users.
fa_ir: فقط مدیران می‌توانند کاربران جدید اضافه کنند.

source: You are currently logged in as %1$1s. %2$2s
fa_ir: شما هم‌اکنون به‌عنوان %1$1s وارد شده‌اید. %2$2s

source: Log out of this account.
fa_ir: خروج از این حساب

source: Logout
fa_ir: خروج

source: User profile updated successfully.
fa_ir: پروفایل کاربری با موفقیت به‌روزرسانی شد.

source: Your email address has not been updated yet. Please check your inbox at <strong>%s</strong> for a confirmation email.
fa_ir: آدرس ایمیل شما هنوز به‌روزرسانی نشده است. لطفاً صندوق ورودی خود را در <strong>%s</strong> برای ایمیل تأیید بررسی کنید.

source: There is a pending change of your email to <code>%1$s</code>. <a href="%2$s">Cancel</a>
fa_ir: تغییر آدرس ایمیل شما به <code>%1$s</code> در انتظار است. <a href="%2$s">لغو</a>

source: Invalid file type, please contact with site administrator.
fa_ir: نوع فایل معتبر نیست، لطفاً با مدیر سایت تماس بگیرید.

source: Upload path permission deny.
fa_ir: مجوز مسیر بارگذاری رد شد.

source: File cannot be uploaded.
fa_ir: فایل قابل بارگذاری نیست.

source: File size exceed, please check your file size.
fa_ir: اندازه فایل بیشتر از حد مجاز است، لطفاً اندازه فایل خود را بررسی کنید.

source: Something went wrong while uploading, please contact your site administrator.
fa_ir: هنگام بارگذاری مشکلی پیش آمد، لطفاً با مدیر سایت خود تماس بگیرید.

source: You do not have permission to send test email.
fa_ir: شما مجوز ارسال ایمیل آزمایشی را ندارید.

source: Test email from %s
fa_ir: ایمیل آزمایشی از %s

source: Test email was sent successfully! Please check your inbox to make sure it is delivered.
fa_ir: ایمیل آزمایشی با موفقیت ارسال شد! لطفاً صندوق ورودی خود را بررسی کنید تا اطمینان حاصل کنید که ارسال شده است.

source: Test email was unsuccessful!. %s
fa_ir: ارسال ایمیل آزمایشی موفقیت‌آمیز نبود! %s

source: You do not have permission.
fa_ir: شما مجوز ندارید.

source: You don't have enough permission to perform this task. Please contact the Administrator.
fa_ir: شما مجوز کافی برای انجام این کار را ندارید. لطفاً با مدیر تماس بگیرید.

source: post data not set
fa_ir: داده‌های پست تنظیم نشده است.

source: Could not save form. Invalid field name. Please check all field name
fa_ir: نمی‌توان فرم را ذخیره کرد. نام فیلد نامعتبر است. لطفاً نام همه فیلدها را بررسی کنید.

source: Seems like you are trying to enable the captcha feature, but the captcha keys are empty. Please click
fa_ir: به نظر می‌رسد شما در حال تلاش برای فعال‌سازی ویژگی کد کپچا هستید، اما کلیدهای کپچا خالی هستند. لطفاً کلیک کنید

source: Could not save form,
fa_ir: نمی‌توان فرم را ذخیره کرد،

source: File cannot be removed
fa_ir: فایل قابل حذف نیست.

source: User profile picture removed successfully
fa_ir: تصویر پروفایل کاربر با موفقیت حذف شد.

source: No Plan specified.
fa_ir: هیچ برنامه‌ای مشخص نشده است.

source: This form template requires the following addons.
fa_ir: این الگوی فرم به افزودنی‌های زیر نیاز دارد.

source: Required Addons
fa_ir: افزودنی‌های مورد نیاز

source: Seems like you haven't added the reCAPTCHA Keys. <a href="%s" >Add Now.</a>
fa_ir: به نظر می‌رسد شما کلیدهای reCAPTCHA را اضافه نکرده‌اید. <a href="%s" >الان اضافه کنید.</a>

source: No plugin specified.
fa_ir: هیچ افزونه‌ای مشخص نشده است.

source: Sorry, you are not allowed to install plugins on this site.
fa_ir: ببخشید، شما اجازه نصب افزونه‌ها را در این سایت ندارید.

source: Unable to connect to the filesystem. Please confirm your credentials.
fa_ir: ناتوان در اتصال به سیستم فایل. لطفاً اطلاعات خود را تأیید کنید.

source: You do not have permission to create form.
fa_ir: شما مجوز ایجاد فرم را ندارید.

source: Blank Form
fa_ir: فرم خالی

source: Something went wrong, please try again later
fa_ir: مشکلی پیش آمده است، لطفاً بعداً دوباره تلاش کنید.

source: Changed email cancelled successfully.
fa_ir: تغییر ایمیل با موفقیت لغو شد.

source: You do not have permission to edit settings form.
fa_ir: شما مجوز ویرایش تنظیمات فرم را ندارید.

source: The selected page is not a User Registration Login or My Account page.
fa_ir: صفحه انتخابی صفحه ورود یا حساب کاربری ثبت‌نام کاربر نیست.

source: In order for <strong>database caching</strong> to work with User Registration you must add %1$s to the "Ignored Query Strings" option in <a href="%2$s">W3 Total Cache settings</a>.
fa_ir: برای فعال بودن <strong>کشینگ پایگاه‌داده</strong> با ثبت‌نام کاربر، باید %1$s را به گزینه "رشته‌های پرس‌وجو نادیده‌گرفته‌شده" در <a href="%2$s">تنظیمات W3 Total Cache</a> اضافه کنید.

source: Every 15 days
fa_ir: هر 15 روز

source: User approved successfully.
fa_ir: کاربر با موفقیت تأیید شد.

source: User denied successfully.
fa_ir: کاربر با موفقیت رد شد.

source: The token is invalid. Please try again.
fa_ir: توکن نامعتبر است. لطفاً دوباره تلاش کنید.

source: Failed to approve user. Email Approval Option is Disabled.
fa_ir: تأیید کاربر ناموفق بود. گزینه تأیید ایمیل غیرفعال است.

source: Failed to deny user. Email Approval Option is Disabled.
fa_ir: رد کاربر ناموفق بود. گزینه تأیید ایمیل غیرفعال است.

source: Verification Email Sent Successfully !!
fa_ir: ایمیل تأیید با موفقیت ارسال شد!!

source: Email has successfully been verified. Now, please wait until the admin approves you to give access for the login.
fa_ir: ایمیل با موفقیت تأیید شد. اکنون لطفاً منتظر بمانید تا مدیر دسترسی برای ورود شما را تأیید کند.

source: Token Mismatch!
fa_ir: عدم تطابق توکن!

source: Token Expired . Please request for new verification email.
fa_ir: توکن منقضی شده است. لطفاً درخواست ارسال ایمیل تأیید جدید را بدهید.

source: Verification Email Sent!
fa_ir: ایمیل تأیید ارسال شد!

source: User does not exist!
fa_ir: کاربر وجود ندارد!

source: ERROR:
fa_ir: خطا:

source: Your account is still pending approval. Verify your email by clicking on the link sent to your email. %s
fa_ir: حساب شما هنوز در انتظار تأیید است. ایمیل خود را با کلیک بر روی لینکی که به ایمیل شما ارسال شده تأیید کنید. %s

source: Resend Verification Link
fa_ir: ارسال دوباره لینک تأیید

source: Accepted
fa_ir: پذیرفته شد

source: Chosen Password
fa_ir: رمز عبور انتخاب شده

source: Approve Now
fa_ir: تأیید اکنون

source: Deny Now
fa_ir: رد اکنون

source: Confirm Email Address Change Email: {{blog_info}}
fa_ir: تأیید تغییر آدرس ایمیل: {{blog_info}}

source: Select &#38; display one of your form.
fa_ir: یکی از فرم‌های خود را انتخاب کرده و نمایش دهید.

source: The user registration form selector block has been deprecated. Please use the new updated block with new functionality.
fa_ir: بلوک انتخاب فرم ثبت‌نام کاربر منسوخ شده است. لطفاً از بلوک جدید با ویژگی‌های به‌روزرسانی‌شده استفاده کنید.

source: Confirm Your Email Address Change
fa_ir: تأیید تغییر آدرس ایمیل شما

source: Please fill out all password fields.
fa_ir: لطفاً تمام فیلدهای رمز عبور را پر کنید.

source: Please enter your current password.
fa_ir: لطفاً رمز عبور فعلی خود را وارد کنید.

source: Please enter your new password.
fa_ir: لطفاً رمز عبور جدید خود را وارد کنید.

source: Please re-enter your password.
fa_ir: لطفاً رمز عبور خود را دوباره وارد کنید.

source: New passwords do not match.
fa_ir: رمزهای عبور جدید مطابقت ندارند.

source: Your current password is incorrect.
fa_ir: رمز عبور فعلی شما نادرست است.

source: New password must not be same as old password
fa_ir: رمز عبور جدید نباید همان رمز عبور قدیمی باشد.

source: Password changed successfully.
fa_ir: رمز عبور با موفقیت تغییر کرد.

source: Please enter your password.
fa_ir: لطفاً رمز عبور خود را وارد کنید.

source: New password must not be same as old password.
fa_ir: رمز عبور جدید نباید همان رمز عبور قدیمی باشد.

source: Invalid Key
fa_ir: کلید نامعتبر

source: Thanks for confirming your export request.
fa_ir: از تأیید درخواست صادرات شما متشکریم.

source: Thanks for confirming your erasure request.
fa_ir: از تأیید درخواست پاک‌سازی شما متشکریم.

source: Uploading...
fa_ir: در حال بارگذاری...

source: Removing...
fa_ir: در حال حذف...

source: Please enter at least %qty% words.
fa_ir: لطفاً حداقل %qty% کلمه وارد کنید.

source: Please enter a valid phone number.
fa_ir: لطفاً شماره تلفن معتبری وارد کنید.

source: Please enter a valid username.
fa_ir: لطفاً نام کاربری معتبری وارد کنید.

source: Please enter a value less than or equal to %qty%.
fa_ir: لطفاً مقداری کمتر از یا مساوی %qty% وارد کنید.

source: Please enter a value greater than or equal to %qty%.
fa_ir: لطفاً مقداری بیشتر از یا مساوی %qty% وارد کنید.

source: Please enter a multiple of %qty%.
fa_ir: لطفاً یک مضرب از %qty% وارد کنید.

source: Hide Password
fa_ir: پنهان کردن رمز عبور

source: Show Password
fa_ir: نمایش رمز عبور

source: Total field value should be greater than zero.
fa_ir: مقدار کل فیلد باید بزرگتر از صفر باشد.

source: Discounted amount cannot be less than or equals to Zero. Please adjust your coupon code.
fa_ir: مقدار تخفیف نمی‌تواند کمتر از یا مساوی صفر باشد. لطفاً کد تخفیف خود را تنظیم کنید.

source: Password strength is not strong enough
fa_ir: قدرت رمز عبور کافی نیست.

source: Something went wrong while submitting form through AJAX request. Please contact site administrator.
fa_ir: هنگام ارسال فرم از طریق درخواست AJAX مشکلی پیش آمد. لطفاً با مدیر سایت تماس بگیرید.

source: Are you sure you want to logout? Once you logged out, you need to login again.
fa_ir: آیا مطمئن هستید که می‌خواهید خارج شوید؟ پس از خروج، باید دوباره وارد شوید.

source: Please enter a stronger password.
fa_ir: لطفاً یک رمز عبور قوی‌تر وارد کنید.

source: Very Weak
fa_ir: بسیار ضعیف

source: Weak
fa_ir: ضعیف

source: Medium
fa_ir: متوسط

source: Strong
fa_ir: قوی

source: Password with confirm password not matched.
fa_ir: رمز عبور با تایید رمز عبور مطابقت ندارد.

source: Hint: To make password stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ & ).
fa_ir: راهنما: برای قوی‌تر کردن رمز عبور، از حروف بزرگ و کوچک، اعداد و نمادهایی مانند ! " ? $ % ^ & ) استفاده کنید.

source: Hint: Minimum one uppercase letter and must be 4 characters and no repetitive words or common words
fa_ir: راهنما: حداقل یک حرف بزرگ باید باشد و طول آن باید 4 کاراکتر باشد و از کلمات تکراری یا رایج استفاده نکنید.

source: Hint: Minimum one uppercase letter, a number, must be 7 characters and no repetitive words or common words
fa_ir: راهنما: حداقل یک حرف بزرگ، یک عدد، باید 7 کاراکتر باشد و از کلمات تکراری یا رایج استفاده نکنید.

source: Hint: Minimum one uppercase letter, a number, a special character, must be 9 characters and no repetitive words or common words
fa_ir: راهنما: حداقل یک حرف بزرگ، یک عدد، یک کاراکتر خاص باید باشد و طول آن باید 9 کاراکتر باشد و از کلمات تکراری یا رایج استفاده نکنید.

# Page slug
source: my-account
fa_ir: حساب من

# Page title
source: My Account
fa_ir: حساب من

# Page slug
source: registration
fa_ir: ثبت‌نام

# Page title
source: Registration
fa_ir: ثبت‌نام

source: Default form
fa_ir: فرم پیش‌فرض

source: The provided handler <code>%1$s</code> does not implement UR_Log_Handler_Interface.
fa_ir: مدیر ارائه‌شده <code>%1$s</code> رابط UR_Log_Handler_Interface را پیاده‌سازی نمی‌کند.

source: UR_Logger::log was called with an invalid level "%s".
fa_ir: UR_Logger::log با سطح نامعتبر "%s" فراخوانی شده است.

source: Deactivate License Key
fa_ir: غیرفعال‌سازی کلید مجوز

source: The provided license key expired on %1$s. Please <a href="%2$s" rel="noreferrer noopener" target="_blank">renew your license key</a>.
fa_ir: کلید مجوز ارائه‌شده در %1$s منقضی شده است. لطفاً <a href="%2$s" rel="noreferrer noopener" target="_blank">کلید مجوز خود را تجدید کنید</a>.

source: The provided license key has been disabled. Please <a href="%s" rel="noreferrer noopener" target="_blank">contact support</a> for more information.
fa_ir: کلید مجوز ارائه‌شده غیرفعال شده است. لطفاً برای اطلاعات بیشتر <a href="%s" rel="noreferrer noopener" target="_blank">با پشتیبانی تماس بگیرید</a>.

source: The provided license is invalid. Please <a href="%s" rel="noreferrer noopener" target="_blank">visit your account page</a> and verify it.
fa_ir: مجوز ارائه‌شده نامعتبر است. لطفاً <a href="%s" rel="noreferrer noopener" target="_blank">صفحه حساب کاربری خود را بازدید کنید</a> و آن را تأیید کنید.

source: The provided license is not active for this URL. Please <a href="%s" rel="noreferrer noopener" target="_blank">visit your account page</a> to manage your license key URLs.
fa_ir: مجوز ارائه‌شده برای این URL فعال نیست. لطفاً <a href="%s" rel="noreferrer noopener" target="_blank">صفحه حساب کاربری خود را بازدید کنید</a> تا URLهای کلید مجوز خود را مدیریت کنید.

source: This appears to be an invalid license key for <strong>%s</strong>.
fa_ir: به نظر می‌رسد این یک کلید مجوز نامعتبر برای <strong>%s</strong> باشد.

source: The provided license key has reached its activation limit. Please <a href="%s" rel="noreferrer noopener" target="_blank">View possible upgrades</a> now.
fa_ir: کلید مجوز ارائه‌شده به حد نصاب فعال‌سازی خود رسیده است. لطفاً <a href="%s" rel="noreferrer noopener" target="_blank">ارتقاءهای ممکن را مشاهده کنید</a>.

source: The key you entered belongs to a bundle, please use the product specific license key.
fa_ir: کلیدی که وارد کرده‌اید متعلق به یک بسته است، لطفاً از کلید مجوز خاص محصول استفاده کنید.

source: The provided license key could not be found. Please <a href="%s" rel="noreferrer noopener" target="_blank">contact support</a> for more information.
fa_ir: کلید مجوز ارائه‌شده پیدا نشد. لطفاً برای اطلاعات بیشتر <a href="%s" rel="noreferrer noopener" target="_blank">با پشتیبانی تماس بگیرید</a>.

source: <strong>Activation error:</strong> %s
fa_ir: <strong>خطای فعال‌سازی:</strong> %s

source: Please manually download <strong>User Registration PRO</strong>.
fa_ir: لطفاً به‌صورت دستی <strong>User Registration PRO</strong> را دانلود کنید.

source: Please manually activate <strong>User Registration PRO</strong>.
fa_ir: لطفاً به‌صورت دستی <strong>User Registration PRO</strong> را فعال کنید.

source: <strong>If you have active premium license of User Registration</strong>, please click button below to install and activate <strong>User Registration Pro</strong>. Going forward <strong>User Registration Pro</strong> is necessary for smooth running of premium addons of User Registration that you are currently using.
fa_ir: <strong>اگر شما مجوز پریمیوم فعال User Registration دارید</strong>، لطفاً دکمه زیر را برای نصب و فعال‌سازی <strong>User Registration Pro</strong> کلیک کنید. از این پس <strong>User Registration Pro</strong> برای عملکرد صحیح افزودنی‌های پریمیوم User Registration که در حال حاضر استفاده می‌کنید، ضروری است.

source: Install and Activate User Registration Pro
fa_ir: نصب و فعال‌سازی User Registration Pro

source: If you already have an active license key.
fa_ir: اگر شما قبلاً یک کلید مجوز فعال دارید.

source: please activate the key.
fa_ir: لطفاً کلید را فعال کنید.

source: If you do not have active premium license of User Registration
fa_ir: اگر شما مجوز پریمیوم فعال User Registration ندارید

source: please purchase premium license. Going forward active premium license will be vital for smooth running of premium addons of User Registration that you are currently using.
fa_ir: لطفاً مجوز پریمیوم خریداری کنید. از این پس داشتن مجوز پریمیوم فعال برای عملکرد صحیح افزودنی‌های پریمیوم User Registration که در حال حاضر استفاده می‌کنید، ضروری خواهد بود.

source: Purchase Premium License
fa_ir: خرید مجوز پریمیوم

source: Activate License Key
fa_ir: فعال‌سازی کلید مجوز

source: <strong> Update all addons of User Registration!!</strong>
fa_ir: <strong>تمامی افزودنی‌های User Registration را به‌روزرسانی کنید!!</strong>

source: It seems some of the <strong>User Registration</strong> Addons are outdated. Please update the outdated addons to the latest version for the <strong>User Registration Pro</strong> plugin to work correctly.<br>
fa_ir: به نظر می‌رسد برخی از افزودنی‌های <strong>User Registration</strong> منسوخ شده‌اند. لطفاً افزودنی‌های منسوخ‌شده را به آخرین نسخه به‌روزرسانی کنید تا پلاگین <strong>User Registration Pro</strong> به‌درستی کار کند.<br>

source: <strong> Upgrade To PRO!!</strong>
fa_ir: <strong>به PRO ارتقاء دهید!!</strong>

source: It seems you are using some premium addons of User Registration plugin. <br>
fa_ir: به نظر می‌رسد شما از برخی افزودنی‌های پریمیوم پلاگین User Registration استفاده می‌کنید. <br>

source: User Registration Pro has been installed successfully.
fa_ir: User Registration Pro با موفقیت نصب شد.

source: Registrations
fa_ir: ثبت‌نام‌ها

source: Registration
fa_ir: ثبت‌نام

# Admin menu name
source: Registrations
fa_ir: ثبت‌نام‌ها

source: Add registration
fa_ir: اضافه کردن ثبت‌نام

source: Add new registration
fa_ir: اضافه کردن ثبت‌نام جدید

source: Edit registration
fa_ir: ویرایش ثبت‌نام

source: New registration
fa_ir: ثبت‌نام جدید

source: View registrations
fa_ir: مشاهده ثبت‌نام‌ها

source: View registration
fa_ir: مشاهده ثبت‌نام

source: Search registrations
fa_ir: جستجوی ثبت‌نام‌ها

source: No registrations found
fa_ir: هیچ ثبت‌نامی پیدا نشد

source: No registrations found in trash
fa_ir: هیچ ثبت‌نامی در سطل زباله پیدا نشد

source: Parent registration
fa_ir: ثبت‌نام والد

source: Edit Form
fa_ir: ویرایش فرم

source: %s &ndash; Preview
fa_ir: %s &ndash; پیش‌نمایش

source: Something went wrong. Please verify if the email you want to preview exists or addon it is associated with is activated.
fa_ir: مشکلی پیش آمد. لطفاً بررسی کنید که آیا ایمیلی که می‌خواهید پیش‌نمایش دهید وجود دارد یا افزودنی مربوطه فعال است.

source: This sample policy includes the basics around what personal data you may be collecting, storing and sharing, as well as who may have access to that data. Depending on what settings are enabled and which additional plugins are used, the specific information shared by your form will vary. We recommend consulting with a lawyer when deciding what information to disclose on your privacy policy.
fa_ir: این سیاست نمونه شامل اصول اساسی در مورد داده‌های شخصی است که ممکن است جمع‌آوری، ذخیره و به اشتراک بگذارید و همچنین کسانی که ممکن است به این داده‌ها دسترسی داشته باشند. بسته به تنظیمات فعال‌شده و افزونه‌های اضافی مورد استفاده، اطلاعات خاص به اشتراک‌گذاشته‌شده توسط فرم شما متفاوت خواهد بود. ما پیشنهاد می‌کنیم هنگام تصمیم‌گیری درباره‌ی اطلاعاتی که در سیاست حفظ حریم خصوصی خود فاش می‌کنید، با یک وکیل مشورت کنید.

source: We collect information about the user during the user registration form submission process on our site.
fa_ir: ما اطلاعاتی درباره کاربر در طول فرایند ارسال فرم ثبت‌نام کاربر در سایت خود جمع‌آوری می‌کنیم.

source: What we collect and store
fa_ir: آنچه که جمع‌آوری و ذخیره می‌کنیم

source: While you visit our site, we’ll track:
fa_ir: در حین بازدید از سایت ما، ما موارد زیر را پیگیری خواهیم کرد:

source: Form Fields Data: Forms Fields data includes the available field types when creating a form. We’ll use this to, for example, collect informations like Name, Email and other available fields.
fa_ir: داده‌های فیلدهای فرم: داده‌های فیلدهای فرم شامل انواع فیلدهای موجود هنگام ایجاد یک فرم است. ما از این برای جمع‌آوری اطلاعاتی مانند نام، ایمیل و سایر فیلدهای موجود استفاده خواهیم کرد.

source: Location, IP address and browser type: we’ll use this for purposes like geolocating users and reducing fraudulent activities.
fa_ir: موقعیت، آدرس IP و نوع مرورگر: ما از این اطلاعات برای اهدافی مانند مکان‌یابی کاربران و کاهش فعالیت‌های تقلبی استفاده خواهیم کرد.

source: Transaction Details: we’ll ask you to enter this so we can, for instance, provide subscription packs, and keep track of your payment details for subscription packs!
fa_ir: جزئیات تراکنش: از شما خواهیم خواست که این را وارد کنید تا برای مثال بتوانیم بسته‌های اشتراکی ارائه دهیم و جزئیات پرداخت شما را برای بسته‌های اشتراکی پیگیری کنیم!

source: When you fill up a form, we’ll ask you to provide information including your name, address, email, phone number, payment details and optional account information like username and password and any other form fields available in the registration form. We’ll use this information for purposes, such as, to:
fa_ir: هنگام پر کردن فرم، از شما خواهیم خواست اطلاعاتی شامل نام، آدرس، ایمیل، شماره تلفن، جزئیات پرداخت و اطلاعات حساب اختیاری مانند نام کاربری و رمز عبور و سایر فیلدهای فرم موجود در فرم ثبت‌نام را ارائه دهید. ما از این اطلاعات برای اهداف مختلف استفاده خواهیم کرد، مانند:

source: Send you information about your account and order
fa_ir: ارسال اطلاعات مربوط به حساب کاربری و سفارش شما

source: Respond to your requests, including transaction details and complaints
fa_ir: پاسخ به درخواست‌های شما، از جمله جزئیات تراکنش و شکایات

source: Process payments and prevent fraud
fa_ir: پردازش پرداخت‌ها و جلوگیری از تقلب

source: Set up your account for our site
fa_ir: راه‌اندازی حساب کاربری شما برای سایت ما

source: Comply with any legal obligations we have, such as calculating taxes
fa_ir: رعایت هر گونه تعهدات قانونی که داریم، مانند محاسبه مالیات‌ها

source: Improve our form offerings
fa_ir: بهبود پیشنهادات فرم ما

source: Send you marketing messages, if you choose to receive them
fa_ir: ارسال پیام‌های بازاریابی به شما، در صورتی که تصمیم به دریافت آن‌ها بگیرید

source: Or any other service the built form was created to comply with and it’s necessary information
fa_ir: یا هر سرویس دیگری که فرم ساخته‌شده برای تطبیق با آن ایجاد شده است و اطلاعات ضروری آن

source: If you create an account, we will store your name, address, email and phone number, which will be used to populate the form fields for future submissions.
fa_ir: اگر حساب کاربری ایجاد کنید، نام، آدرس، ایمیل و شماره تلفن شما ذخیره خواهد شد که برای پر کردن فیلدهای فرم برای ارسال‌های آینده استفاده خواهد شد.

source: We generally store information about you for as long as we need the information for the purposes for which we collect and use it, and we are not legally required to continue to keep it. For example, we will store form submission information for XXX years for geolocating and marketing purposes. This includes your name, address, email, phone number.
fa_ir: ما به طور کلی اطلاعات شما را به مدت زمانی که برای اهدافی که آن را جمع‌آوری و استفاده می‌کنیم نیاز داریم، ذخیره خواهیم کرد و از نظر قانونی ملزم به نگهداری آن نیستیم. برای مثال، اطلاعات ارسال فرم را به مدت XXX سال برای اهداف مکان‌یابی و بازاریابی ذخیره خواهیم کرد. این شامل نام، آدرس، ایمیل و شماره تلفن شما است.

source: Who on our team has access
fa_ir: چه کسی از تیم ما به این اطلاعات دسترسی دارد
