Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Nonce error please reload.
fa_ir: خطای نانس، لطفاً صفحه را دوباره بارگذاری کنید.

source: Forbidden.
fa_ir: ممنوع

source: Stripe settings incomplete. Please complete before proceeding.
fa_ir: تنظیمات Stripe کامل نیست. لطفاً قبل از ادامه آن‌ها را تکمیل کنید.

source: Successfully created the coupon.
fa_ir: کوپن با موفقیت ایجاد شد.

source: Sorry! There was an unexpected error while saving the coupon data.
fa_ir: ببخشید! هنگام ذخیره داده‌های کوپن خطای غیرمنتظره‌ای رخ داد.

source: Please provide a valid Coupon ID.
fa_ir: لطفاً شناسه کوپن معتبر وارد کنید.

source: Successfully updated the coupon.
fa_ir: کوپن با موفقیت به‌روزرسانی شد.

source: Sorry! There was an unexpected error while updating the coupon data.
fa_ir: ببخشید! هنگام به‌روزرسانی داده‌های کوپن خطای غیرمنتظره‌ای رخ داد.

source: Duplicate Coupon Code
fa_ir: کد کوپن تکراری

source: Permission not allowed.
fa_ir: اجازه داده نشده.

source: Field coupons_ids is required.
fa_ir: فیلد coupons_ids ضروری است.

source: Sorry! There was an unexpected error while deleting the selected coupons.
fa_ir: ببخشید! هنگام حذف کوپن‌های انتخاب شده خطای غیرمنتظره‌ای رخ داد.

source: Coupons deleted successfully.
fa_ir: کوپن‌ها با موفقیت حذف شدند.

source: Coupons
fa_ir: کوپن‌ها

source: Create New Coupon
fa_ir: ایجاد کوپن جدید

source: Select an option.
fa_ir: یک گزینه انتخاب کنید.

source: Start date must be greater than today.
fa_ir: تاریخ شروع باید بزرگتر از امروز باشد.

source: End date must be greater than the Start Date.
fa_ir: تاریخ پایان باید بزرگتر از تاریخ شروع باشد.

source: field is required.
fa_ir: فیلد ضروری است.

source: At least one applicable forms must be selected.
fa_ir: باید حداقل یک فرم قابل استفاده انتخاب شود.

source: At least one applicable membership must be selected.
fa_ir: باید حداقل یک عضویت قابل استفاده انتخاب شود.

source: Percent cannot be more than 100.
fa_ir: درصد نمی‌تواند بیشتر از 100 باشد.

source: Discount amount must be a valid integer.
fa_ir: مقدار تخفیف باید یک عدد صحیح معتبر باشد.

source: Coupon
fa_ir: کوپن

source: All Coupon
fa_ir: تمام کوپن‌ها

# Admin menu name
source: Coupons
fa_ir: کوپن‌ها

source: Add new
fa_ir: افزودن جدید

source: Edit coupon
fa_ir: ویرایش کوپن

source: New coupon
fa_ir: کوپن جدید

source: View coupon
fa_ir: مشاهده کوپن

source: Search coupon
fa_ir: جستجوی کوپن

source: No coupon found
fa_ir: هیچ کوپنی پیدا نشد

source: No coupon found in trash
fa_ir: هیچ کوپنی در سطل زباله پیدا نشد

source: Parent coupon
fa_ir: کوپن والد

source: Coupon image
fa_ir: تصویر کوپن

source: Set membership coupon
fa_ir: تنظیم کوپن عضویت

source: Remove coupon image
fa_ir: حذف تصویر کوپن

source: Use as coupon image
fa_ir: استفاده به عنوان تصویر کوپن

source: Insert into coupon
fa_ir: در کوپن وارد کنید

source: Uploaded to this coupon
fa_ir: بارگذاری شده به این کوپن

source: Filter coupon
fa_ir: فیلتر کوپن

source: Coupon navigation
fa_ir: ناوبری کوپن

source: Coupon list
fa_ir: لیست کوپن‌ها

source: You do not have permissions to edit user registration coupon lists!
fa_ir: شما اجازه ویرایش لیست‌های کوپن ثبت‌نام کاربر را ندارید!

source: You do not have permissions to delete coupons!
fa_ir: شما اجازه حذف کوپن‌ها را ندارید!

source: Search Coupon ...
fa_ir: جستجوی کوپن ...

source: Edit Coupon
fa_ir: ویرایش کوپن

source: Coupon Name
fa_ir: نام کوپن

source: coupon_name
fa_ir: نام_کوپن

source: Coupon Code
fa_ir: کد کوپن

source: Discount Amount/Percent
fa_ir: مقدار تخفیف/درصد

source: Discount Type
fa_ir: نوع تخفیف

source: coupon_discount_type_fixed
fa_ir: تخفیف ثابت

source: Fixed Discount
fa_ir: تخفیف ثابت

source: This involves a specific amount of money deducted from the original price of a product.
fa_ir: این شامل مبلغ مشخصی است که از قیمت اصلی یک محصول کسر می‌شود.

source: coupon_discount_type_percent
fa_ir: تخفیف درصدی

source: Percent Based
fa_ir: بر اساس درصد

source: Discount is calculated as percentage of the original price of the product.
fa_ir: تخفیف به صورت درصدی از قیمت اصلی محصول محاسبه می‌شود.

source: Start Date
fa_ir: تاریخ شروع

source: start_date
fa_ir: تاریخ شروع

source: End Date
fa_ir: تاریخ پایان

source: end_date
fa_ir: تاریخ پایان

source: Coupon Status
fa_ir: وضعیت کوپن

source: Applicable For
fa_ir: قابل استفاده برای

source: coupon_for
fa_ir: کوپن_برای

source: Membership
fa_ir: عضویت

source: Applicable Membership
fa_ir: عضویت قابل استفاده

source: coupon_membership
fa_ir: عضویت_کوپن

source: Applicable Forms
fa_ir: فرم‌های قابل استفاده

source: coupon_form
fa_ir: فرم_کوپن

source: No User Lists found.
fa_ir: هیچ فهرست کاربری پیدا نشد.

source: Frontend Listings
fa_ir: لیست‌های نمایشی

source: All Lists
fa_ir: تمام لیست‌ها

source: Search Listings
fa_ir: جستجوی لیست‌ها

source: Search Listings ...
fa_ir: جستجوی لیست‌ها ...

source: Order not found
fa_ir: سفارش پیدا نشد

source: Order is already completed.
fa_ir: سفارش قبلاً تکمیل شده است.

source: Invalid payment method.
fa_ir: روش پرداخت نامعتبر است.

source: Order has been approved successfully.
fa_ir: سفارش با موفقیت تأیید شد.

source: Something went wrong while updating payment status
fa_ir: هنگام به‌روزرسانی وضعیت پرداخت مشکلی پیش آمد.

source: Transaction ID
fa_ir: شناسه تراکنش

source: Product
fa_ir: محصول

source: Type
fa_ir: نوع

source: Gateway
fa_ir: دروازه پرداخت

source: Payer Email
fa_ir: ایمیل پرداخت‌کننده

source: Payment Date
fa_ir: تاریخ پرداخت

source: Search Members ...
fa_ir: جستجوی اعضا ...

source: Select Module
fa_ir: ماژول را انتخاب کنید

source: Forms
fa_ir: فرم‌ها

source: Select Membership
fa_ir: عضویت را انتخاب کنید

source: Select Forms
fa_ir: فرم‌ها را انتخاب کنید

source: Select Gateway
fa_ir: دروازه پرداخت را انتخاب کنید

source: Select Status
fa_ir: وضعیت را انتخاب کنید

source: Remove
fa_ir: حذف

source: Payment History
fa_ir: تاریخچه پرداخت

source: N/A
fa_ir: موجود نیست

source: Enable PayPal Payment
fa_ir: فعال‌سازی پرداخت با PayPal

source: Enable payment for this form with PayPal.
fa_ir: فعال‌سازی پرداخت برای این فرم با PayPal.

source: PayPal Email Address
fa_ir: آدرس ایمیل PayPal

source: Enter you PalPal email address.
fa_ir: آدرس ایمیل PayPal خود را وارد کنید.

source: Mode
fa_ir: حالت

source: Production
fa_ir: محصولی

source: Test/Sandbox
fa_ir: آزمایشی/رمال

source: Select a mode to run this form.
fa_ir: یک حالت برای اجرای این فرم انتخاب کنید.

source: Payment Type
fa_ir: نوع پرداخت

source: Products and Services
fa_ir: محصولات و خدمات

source: Donation
fa_ir: کمک مالی

source: Select type of payments you want to receive.
fa_ir: نوع پرداخت‌هایی که می‌خواهید دریافت کنید را انتخاب کنید.

source: Cancel URL
fa_ir: URL لغو

source: Redirect URL if the user cancels after redirecting to PayPal.
fa_ir: URL هدایت‌شده اگر کاربر بعد از هدایت به PayPal، لغو کند.

source: Return URL
fa_ir: URL بازگشت

source: Redirect URL after the payment process.
fa_ir: URL هدایت‌شده بعد از فرایند پرداخت.

source: Subscription Settings
fa_ir: تنظیمات اشتراک

source: Enable Recurring Subscription Payment
fa_ir: فعال‌سازی پرداخت اشتراک دوره‌ای

source: Enable subscription with periodical/recurring payments.
fa_ir: فعال‌سازی اشتراک با پرداخت‌های دوره‌ای/مکرر.

source: Plan Name
fa_ir: نام طرح

source: Enter a plan name for this form.
fa_ir: یک نام طرح برای این فرم وارد کنید.

source: Recurring Period
fa_ir: دوره مکرر

source: Interval between recurring payments.
fa_ir: فاصله زمانی بین پرداخت‌های مکرر.

source: Day(s)
fa_ir: روز(ها)

source: Week(s)
fa_ir: هفته(ها)

source: Month(s)
fa_ir: ماه(ها)

source: Year(s)
fa_ir: سال(ها)

source: PayPal Standard
fa_ir: PayPal استاندارد

source: CURRENCY_NOT_SUPPORTED Currency code
fa_ir: کد ارز CURRENCY_NOT_SUPPORTED پشتیبانی نمی‌شود

source: PayPal Standard Payment stopped, missing payment fields
fa_ir: پرداخت PayPal استاندارد متوقف شد، فیلدهای پرداخت ناقص هستند

source: PayPal Standard Payment stopped, Invalid/Empty amount
fa_ir: پرداخت PayPal استاندارد متوقف شد، مبلغ نامعتبر/خالی

source: PayPal Standard Payment stopped, Total amount cannot be less than or equals to Zero.
fa_ir: پرداخت PayPal استاندارد متوقف شد، مبلغ کل نمی‌تواند کمتر از صفر یا برابر با صفر باشد.

source: PayPal Standard Payment stopped, Total amount after discount cannot be less than or equals to Zero.
fa_ir: پرداخت PayPal استاندارد متوقف شد، مبلغ کل پس از تخفیف نمی‌تواند کمتر از صفر یا برابر با صفر باشد.

source: Payment failed: recipient emails do not match
fa_ir: پرداخت ناموفق: ایمیل‌های گیرنده تطابق ندارند.

source: Payment failed: currency formats do not match
fa_ir: پرداخت ناموفق: فرمت‌های ارزی تطابق ندارند.

source: Payment failed: payment amounts do not match
fa_ir: پرداخت ناموفق: مبالغ پرداختی تطابق ندارند.

source: Payment refunded: PayPal refund transaction ID: %s
fa_ir: پرداخت بازپرداخت شد: شناسه تراکنش بازپرداخت PayPal: %s

source: Payment made via eCheck and will clear automatically in 5-8 days
fa_ir: پرداخت از طریق eCheck انجام شد و به طور خودکار در 5-8 روز پاک خواهد شد.

source: Payment requires a confirmed customer address and must be accepted manually through PayPal
fa_ir: پرداخت نیاز به آدرس تأیید شده مشتری دارد و باید به صورت دستی از طریق PayPal پذیرفته شود.

source: Payment must be accepted manually through PayPal due to international account regulations
fa_ir: پرداخت باید به صورت دستی از طریق PayPal پذیرفته شود به دلیل قوانین حساب‌های بین‌المللی.

source: Payment received in non-shop currency and must be accepted manually through PayPal
fa_ir: پرداخت در ارز غیر فروشگاه دریافت شد و باید به صورت دستی از طریق PayPal پذیرفته شود.

source: Payment is being reviewed by PayPal staff as high-risk or in possible violation of government regulations
fa_ir: پرداخت در حال بررسی توسط کارکنان PayPal به عنوان ریسک بالا یا نقض احتمالی مقررات دولتی است.

source: Payment was sent to non-confirmed or non-registered email address.
fa_ir: پرداخت به آدرس ایمیل تأیید نشده یا ثبت‌نشده ارسال شد.

source: PayPal account must be upgraded before this payment can be accepted
fa_ir: حساب PayPal باید ارتقا یابد تا این پرداخت پذیرفته شود.

source: PayPal account is not verified. Verify account in order to accept this payment
fa_ir: حساب PayPal تأیید نشده است. حساب را برای پذیرش این پرداخت تأیید کنید.

source: Payment is pending for unknown reasons. Contact PayPal support for assistance
fa_ir: پرداخت به دلایل نامعلوم در انتظار است. برای کمک با پشتیبانی PayPal تماس بگیرید.

source: OTP Settings
fa_ir: تنظیمات OTP

source: OTP Length
fa_ir: طول OTP

source: Choose the length of OTP code.
fa_ir: طول کد OTP را انتخاب کنید.

source: OTP Expiry Time
fa_ir: زمان انقضای OTP

source: Enter the time to expire the generated OTP ( in minutes ).
fa_ir: زمان انقضای OTP تولید شده را وارد کنید (به دقیقه).

source: OTP Resend Limit
fa_ir: محدودیت ارسال مجدد OTP

source: Enter the number of times to allow resending OTP.
fa_ir: تعداد دفعات مجاز برای ارسال مجدد OTP را وارد کنید.

source: Resend OTP Hold Period
fa_ir: دوره نگهداری ارسال مجدد OTP

source: Enter the time to prevent user from requesting resend OTP when user hits incorrect otp resend submission limit ( in minutes ).
fa_ir: زمانی را وارد کنید که از درخواست ارسال مجدد OTP توسط کاربر جلوگیری کند زمانی که حد ارسال مجدد OTP اشتباه رسید (به دقیقه).

source: Incorrect OTP Limit
fa_ir: محدودیت OTP اشتباه

source: Enter the number of times to allow incorrect OTP submission.
fa_ir: تعداد دفعات مجاز برای ارسال OTP اشتباه را وارد کنید.

source: Login Hold Period
fa_ir: دوره نگهداری ورود

source: Enter the time to prevent user from logging in when user hits incorrect otp submission limit ( in minutes ).
fa_ir: زمانی را وارد کنید که از ورود کاربر جلوگیری کند زمانی که حد ارسال OTP اشتباه رسید (به دقیقه).

source: OTP Messages
fa_ir: پیام‌های OTP

source: OTP Sent Message
fa_ir: پیام ارسال OTP

source: Enter the message to display when OTP has been sent to user email.
fa_ir: پیامی که نمایش داده می‌شود هنگام ارسال OTP به ایمیل کاربر را وارد کنید.

source: An email with a One Time Password(OTP) has been sent to your registered email address. Enter the OTP below to continue.
fa_ir: یک ایمیل با یک رمز عبور یکبار مصرف (OTP) به آدرس ایمیل ثبت شده شما ارسال شده است. برای ادامه OTP را وارد کنید.

source: OTP Resent Message
fa_ir: پیام ارسال مجدد OTP

source: Enter the message to display when OTP is resent to user email.
fa_ir: پیامی که نمایش داده می‌شود هنگام ارسال مجدد OTP به ایمیل کاربر را وارد کنید.

source: An OTP has been resent. Please also check the spam folder. Enter the OTP below to continue.
fa_ir: یک OTP مجدداً ارسال شده است. لطفاً پوشه هرزنامه را نیز بررسی کنید. برای ادامه OTP را وارد کنید.

source: Invalid OTP Message
fa_ir: پیام OTP نامعتبر

source: Enter the message to display when the entered OTP is incorrect.
fa_ir: پیامی که نمایش داده می‌شود هنگام وارد کردن OTP اشتباه را وارد کنید.

source: The OTP you entered is invalid. Please try again.
fa_ir: OTP وارد شده نامعتبر است. لطفاً دوباره تلاش کنید.

source: Resend Limit Reached Message
fa_ir: پیام رسیدن به محدودیت ارسال مجدد

source: Enter the message to display when the user reaches resend limit. Use smart tag <code style="font-weight: bold">{{resend_otp_hold_time}}</code> to show remaining hold time.
fa_ir: پیامی که نمایش داده می‌شود هنگام رسیدن کاربر به محدودیت ارسال مجدد را وارد کنید. از تگ هوشمند <code style="font-weight: bold">{{resend_otp_hold_time}}</code> برای نمایش زمان باقیمانده نگهداری استفاده کنید.

source: You have reached the OTP resend limit. Please try again after {{resend_otp_hold_time}}.
fa_ir: شما به محدودیت ارسال مجدد OTP رسیدید. لطفاً بعد از {{resend_otp_hold_time}} دوباره تلاش کنید.

source: Invalid Submission Limit Reached Message
fa_ir: پیام رسیدن به محدودیت ارسال نامعتبر

source: Enter the message to show when the user reaches the invalid submission limit.
fa_ir: پیامی که نمایش داده می‌شود هنگام رسیدن کاربر به محدودیت ارسال نامعتبر را وارد کنید.

source: You have reached the invalid submission limit. Please try to login again after {{otp_hold_time}}.
fa_ir: شما به محدودیت ارسال نامعتبر رسیدید. لطفاً بعد از {{otp_hold_time}} دوباره تلاش کنید.

source: Empty OTP Submission Message
fa_ir: پیام ارسال OTP خالی

source: Enter the message to show when the user tries to submit with empty OTP.
fa_ir: پیامی که نمایش داده می‌شود هنگام تلاش کاربر برای ارسال OTP خالی را وارد کنید.

source: Please enter the OTP and try again.
fa_ir: لطفاً OTP را وارد کرده و دوباره تلاش کنید.

source: Auto approval after SMS verification
fa_ir: تأیید خودکار پس از تأیید SMS

source: CANCEL
fa_ir: لغو

source: Disconnect
fa_ir: قطع اتصال

source: Are you sure you want to delete this connection?
fa_ir: آیا مطمئن هستید که می‌خواهید این اتصال را حذف کنید؟

source: Please enter Client Number.
fa_ir: لطفاً شماره مشتری را وارد کنید.

source: Please enter Account SID.
fa_ir: لطفاً SID حساب را وارد کنید.

source: Please enter Auth Token.
fa_ir: لطفاً توکن تأیید را وارد کنید.

source: Connected
fa_ir: اتصال برقرار شد

source: Client Number Already Exits
fa_ir: شماره مشتری قبلاً وجود دارد

source: Disconnected Successfully
fa_ir: اتصال با موفقیت قطع شد

source: Nonce Error.
fa_ir: خطای Nonce.

source: Could not connect to Twilio:
fa_ir: نتواستم به Twilio متصل شوم:

source: An unexpected error occurred.
fa_ir: یک خطای غیرمنتظره رخ داده است.

source: Hi %1$s, Your One Time Password (OTP) is : %2$s Enter this code to login to your account. Note: This code expires in %3$s minutes. Thank You!
fa_ir: سلام %1$s, رمز عبور یکبار مصرف (OTP) شما: %2$s این کد را برای ورود به حساب خود وارد کنید. توجه: این کد در %3$s دقیقه منقضی می‌شود. متشکرم!

source: Security Error. Please try logging again.
fa_ir: خطای امنیتی. لطفاً دوباره تلاش کنید.

source: The OTP is expired. Please resend new otp and try again..
fa_ir: OTP منقضی شده است. لطفاً OTP جدید را ارسال کرده و دوباره تلاش کنید.

source: OTP Matched. Redirecting...
fa_ir: OTP مطابقت دارد. در حال هدایت...

source: Invalid OTP entered.
fa_ir: OTP وارد شده نامعتبر است.

source: OTP Sent successfully.
fa_ir: OTP با موفقیت ارسال شد.

source: Some error occured. Please login again.
fa_ir: خطای غیرمنتظره‌ای رخ داد. لطفاً دوباره وارد شوید.

source: User not found. Please login again.
fa_ir: کاربر پیدا نشد. لطفاً دوباره وارد شوید.

source: Otp has been sent to you registered phone number.
fa_ir: OTP به شماره تلفن ثبت شده شما ارسال شده است.

source: Invalid otp.
fa_ir: OTP نامعتبر است.

source: Please enter otp.
fa_ir: لطفاً OTP را وارد کنید.

source: Your license has been expired. Please renew the license from %1$sMy Account Page%2$s.
fa_ir: مجوز شما منقضی شده است. لطفاً مجوز را از %1$sصفحه حساب کاربری من%2$s تمدید کنید.

source: Payment Settings
fa_ir: تنظیمات پرداخت

source: Currency
fa_ir: واحد پول

source: This option lets you choose currency for payments.
fa_ir: این گزینه به شما اجازه می‌دهد واحد پول برای پرداخت‌ها را انتخاب کنید.

source: CURRENCY_NOT_SUPPORTED Currency Code :
fa_ir: CURRENCY_NOT_SUPPORTED کد ارز:

source: is not currently supported by Paypal. Please Refer
fa_ir: در حال حاضر توسط PayPal پشتیبانی نمی‌شود. لطفاً به

source: Paypal supported currencies
fa_ir: ارزهای پشتیبانی شده توسط PayPal

source: Popups
fa_ir: پاپ‌آپ‌ها

source: Role based Redirection
fa_ir: هدایت مبتنی بر نقش

source: Popup successfully generated.
fa_ir: پاپ‌آپ با موفقیت تولید شد.

source: Popup successfully updated.
fa_ir: پاپ‌آپ با موفقیت به‌روزرسانی شد.

source: Add new Popup
fa_ir: پاپ‌آپ جدید اضافه کنید

source: Display Popup
fa_ir: نمایش پاپ‌آپ

source: Enable this popup
fa_ir: این پاپ‌آپ را فعال کنید

source: Enable
fa_ir: فعال‌سازی

source: Check to enable popup.
fa_ir: برای فعال کردن پاپ‌آپ تیک بزنید.

source: Select popup type
fa_ir: نوع پاپ‌آپ را انتخاب کنید

source: Select either the popup is registration or login type.
fa_ir: انتخاب کنید که پاپ‌آپ از نوع ثبت‌نام است یا ورود.

source: Popup Content
fa_ir: محتوای پاپ‌آپ

source: Popup Name
fa_ir: نام پاپ‌آپ

source: Enter the title of popup.
fa_ir: عنوان پاپ‌آپ را وارد کنید.

source: Popup Header Content
fa_ir: محتوای هدر پاپ‌آپ

source: Here you can put header content.
fa_ir: در اینجا می‌توانید محتوای هدر را وارد کنید.

source: Select form
fa_ir: فرم را انتخاب کنید

source: Select which registration form to render in popup.
fa_ir: انتخاب کنید که کدام فرم ثبت‌نام در پاپ‌آپ نمایش داده شود.

source: Popup Footer Content
fa_ir: محتوای فوتر پاپ‌آپ

source: Here you can put footer content.
fa_ir: در اینجا می‌توانید محتوای فوتر را وارد کنید.

source: Popup Appearance
fa_ir: ظاهر پاپ‌آپ

source: Select Popup Size
fa_ir: اندازه پاپ‌آپ را انتخاب کنید

source: Select which size of popup you want.
fa_ir: اندازه پاپ‌آپ را که می‌خواهید انتخاب کنید.

source: Role Based Redirection
fa_ir: هدایت مبتنی بر نقش

source: Configure Role based Redirection
fa_ir: پیکربندی هدایت مبتنی بر نقش

source: Enable Role based Redirection
fa_ir: هدایت مبتنی بر نقش را فعال کنید

source: Handles role based redirection to a specific page after login or registration.
fa_ir: هدایت مبتنی بر نقش به یک صفحه خاص پس از ورود یا ثبت‌نام را مدیریت می‌کند.

source: Redirection Type
fa_ir: نوع هدایت

source: Add Popup
fa_ir: اضافه کردن پاپ‌آپ

source: Update Popup
fa_ir: به‌روزرسانی پاپ‌آپ

source: Disable
fa_ir: غیرفعال کردن

source: Approved
fa_ir: تأیید شده

source: Denied
fa_ir: رد شده

source: Day
fa_ir: روز

source: Week
fa_ir: هفته

source: Month
fa_ir: ماه

source: Year
fa_ir: سال

source: Custom Range
fa_ir: دامنه سفارشی

source: Reset
fa_ir: بازنشانی

source: Search User ...
fa_ir: جستجوی کاربر ...

source: All Roles
fa_ir: همه نقش‌ها

source: Set New Password
fa_ir: تنظیم رمز عبور جدید

source: Delete User
fa_ir: حذف کاربر

source: Are you sure you want to delete this user?
fa_ir: آیا مطمئن هستید که می‌خواهید این کاربر را حذف کنید؟

source: Are you sure you want to delete these users?
fa_ir: آیا مطمئن هستید که می‌خواهید این کاربران را حذف کنید؟

source: All the user data and files will be permanently deleted.
fa_ir: تمام داده‌ها و فایل‌های کاربر به طور دائمی حذف خواهند شد.

source: User Registration Users
fa_ir: کاربران ثبت‌نامی

source: All Users
fa_ir: تمام کاربران

source: User Details
fa_ir: جزئیات کاربر

source: Edit User
fa_ir: ویرایش کاربر

source: Approve User
fa_ir: تأیید کاربر

source: Deny User
fa_ir: رد کردن کاربر

source: Send Password Reset Email
fa_ir: ارسال ایمیل بازنشانی رمز عبور

source: Enable User
fa_ir: کاربر را فعال کنید

source: Disable User
fa_ir: کاربر را غیرفعال کنید

source: User Id
fa_ir: شناسه کاربر

source: Extra Details
fa_ir: جزئیات اضافی

source: Name
fa_ir: نام

source: Role
fa_ir: نقش

source: Registered On
fa_ir: تاریخ ثبت‌نام

source: Actions
fa_ir: اقدامات

source: Change role
fa_ir: تغییر نقش

source: Enable Users
fa_ir: فعال‌سازی کاربران

source: Sorry, you are not allowed to edit users.
fa_ir: ببخشید، شما اجازه ویرایش کاربران را ندارید.

source: Sorry, you are not allowed to delete users.
fa_ir: ببخشید، شما اجازه حذف کاربران را ندارید.

source: Sorry, you are not allowed to edit this user.
fa_ir: ببخشید، شما اجازه ویرایش این کاربر را ندارید.

source: Sorry, you are not allowed to update user roles.
fa_ir: ببخشید، شما اجازه به‌روزرسانی نقش‌های کاربران را ندارید.

source: Sorry, you are not allowed to give users that role.
fa_ir: ببخشید، شما اجازه دادن این نقش به کاربران را ندارید.

source: Sorry, you are not allowed to approve the users.
fa_ir: ببخشید، شما اجازه تأیید کاربران را ندارید.

source: Sorry, you are not allowed to perform this action.
fa_ir: ببخشید، شما اجازه انجام این عمل را ندارید.

source: Sorry, you are not allowed to edit the users.
fa_ir: ببخشید، شما اجازه ویرایش کاربران را ندارید.

source: Sorry, you are not allowed to deny the users.
fa_ir: ببخشید، شما اجازه رد کردن کاربران را ندارید.

source: Reset password email sent %s successfully.
fa_ir: ایمیل بازنشانی رمز عبور به %s با موفقیت ارسال شد.

source: Roles updated for %s users successfully.
fa_ir: نقش‌ها برای %s کاربر با موفقیت به‌روزرسانی شد.

source: %s approved successfully.
fa_ir: %s با موفقیت تأیید شد.

source: Verification email sent to %s successfully.
fa_ir: ایمیل تأیید به %s با موفقیت ارسال شد.

source: %s denied successfully.
fa_ir: %s با موفقیت رد شد.

source: %s deleted successfully.
fa_ir: %s با موفقیت حذف شد.

source: Delete Account Admin Email
fa_ir: ایمیل مدیر حذف حساب کاربری

source: Email sent to the admin when user delete their own account
fa_ir: ایمیل ارسال شده به مدیر زمانی که کاربر حساب خود را حذف می‌کند

source: Enable this email sent to the admin after user deletes their own account
fa_ir: این ایمیل را پس از حذف حساب کاربری توسط کاربر به مدیر ارسال کنید.

source: {{blog_info}} Account deleted
fa_ir: حساب {{blog_info}} حذف شد

source: {{username}} has just deleted their {{blog_info}} account.
fa_ir: {{username}} به تازگی حساب {{blog_info}} خود را حذف کرده است.

source: Delete Account Email
fa_ir: ایمیل حذف حساب کاربری

source: Email sent to the user when user delete their own account
fa_ir: ایمیل ارسال شده به کاربر زمانی که کاربر حساب خود را حذف می‌کند

source: Enable this email sent to the user after successfully deletes their own account
fa_ir: این ایمیل را پس از حذف موفقیت‌آمیز حساب کاربری توسط کاربر ارسال کنید.

source: Your account has been deleted
fa_ir: حساب شما حذف شده است

source: Hi {{username}},<br /><br />This is an automated email to let you know your {{blog_info}} account has been deleted. All of your personal information has been permanently deleted and you will no longer be able to login to {{blog_info}}.<br /><br />If your account has been deleted by accident please contact us at {{admin_email}} <br />Thanks,<br />{{blog_info}}
fa_ir: سلام {{username}},<br /><br />این یک ایمیل خودکار است که به شما اطلاع می‌دهد حساب {{blog_info}} شما حذف شده است. تمام اطلاعات شخصی شما به طور دائمی حذف شده است و شما دیگر قادر به ورود به {{blog_info}} نخواهید بود.<br /><br />اگر حساب شما به اشتباه حذف شده است، لطفاً با ما تماس بگیرید به آدرس {{admin_email}} <br />با تشکر,<br />{{blog_info}}

source: Email Verified - Awaiting Admin Approval Email
fa_ir: ایمیل تأیید شده - منتظر تأیید مدیر ایمیل
