Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: User Registration ( Pro )
fa_ir: ثبت‌نام کاربر (پرو)

source: Drag and Drop user registration form and login form builder.
fa_ir: ابزار ساخت فرم ثبت‌نام و فرم ورود کاربر به صورت درگ اند دراپ.

source: User Registration
fa_ir: ثبت‌نام کاربر

source: Form
fa_ir: فرم

source: Select Form
fa_ir: فرم را انتخاب کنید

source: Please select a User Registration Forms.
fa_ir: لطفاً یک فرم ثبت‌نام کاربر را انتخاب کنید.

source: You have not created a form, Please Create a form first
fa_ir: شما فرم ایجاد نکرده‌اید. لطفاً ابتدا یک فرم ایجاد کنید.

source: Edit Password
fa_ir: ویرایش رمز عبور

source: Default Form
fa_ir: فرم پیش‌فرض

source: Edit Profile
fa_ir: ویرایش پروفایل

source: Login Form
fa_ir: فرم ورود

source: My Account
fa_ir: حساب کاربری من

source: Popup Form
fa_ir: فرم پاپ‌آپ

source: Popup
fa_ir: پاپ‌آپ

source: Select Popup
fa_ir: پاپ‌آپ را انتخاب کنید

source: Please select a User Registration Popup.
fa_ir: لطفاً یک پاپ‌آپ ثبت‌نام کاربر انتخاب کنید.

source: You have not created a popup, Please Create a popup first
fa_ir: شما پاپ‌آپ ایجاد نکرده‌اید. لطفاً ابتدا یک پاپ‌آپ ایجاد کنید.

source: View Profile Details
fa_ir: مشاهده جزئیات پروفایل

source: Registration Form
fa_ir: فرم ثبت‌نام

source: Select a Form
fa_ir: فرمی را انتخاب کنید

source: Please select a form.
fa_ir: لطفاً یک فرم انتخاب کنید.

source: Login Form
fa_ir: فرم ورود

source: Myaccount
fa_ir: حساب کاربری من

source: Profile Details
fa_ir: جزئیات پروفایل

source: Registration Form
fa_ir: فرم ثبت‌نام

source: Form Container
fa_ir: ظرف فرم

source: Background Color
fa_ir: رنگ پس‌زمینه

source: Max Width
fa_ir: عرض حداکثر

source: Padding
fa_ir: فاصله داخلی

source: Margin
fa_ir: حاشیه

source: Border
fa_ir: مرز

source: Border Radius
fa_ir: شعاع مرز

source: Box Shadow
fa_ir: سایه جعبه

source: Labels
fa_ir: برچسب‌ها

source: Text Color
fa_ir: رنگ متن

source: Asterisk Color
fa_ir: رنگ ستاره

source: Submit Button
fa_ir: دکمه ارسال

source: Color
fa_ir: رنگ

source: Hover Color
fa_ir: رنگ هاور

source: Width
fa_ir: عرض

source: Margin Top
fa_ir: حاشیه بالا

source: Typography
fa_ir: تایپوگرافی

source: Hover Border
fa_ir: مرز هاور

source: Hover Box Shadow
fa_ir: سایه جعبه هاور

source: General Settings
fa_ir: تنظیمات عمومی

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: Restore
fa_ir: بازیابی

source: Delete permanently
fa_ir: حذف به‌طور دائم

source: Move to trash
fa_ir: انتقال به سطل زباله

source: The bulk action %s does not have a callback method
fa_ir: عملیات عمده %s فاقد متد بازگشتی است.

source: You do not have permission to create post!
fa_ir: شما مجوز ایجاد پست را ندارید!

source: Action failed. Please refresh the page and retry.
fa_ir: عملیات ناموفق بود. لطفاً صفحه را بازنشانی کرده و دوباره تلاش کنید.

source: You do not have permission to trash posts!
fa_ir: شما مجوز انتقال پست‌ها به سطل زباله را ندارید!

source: You do not have permission to untrash posts!
fa_ir: شما مجوز بازیابی پست‌ها از سطل زباله را ندارید!

source: You do not have permission to delete posts!
fa_ir: شما مجوز حذف پست‌ها را ندارید!

source: Copy of
fa_ir: کپی از

source: Empty trash
fa_ir: خالی کردن سطل زباله

source: %s ago
fa_ir: %s پیش

source: All
fa_ir: همه

source: Give it a name.
fa_ir: یک نام برای آن بگذارید.

source: You must provide a Form name
fa_ir: شما باید یک نام برای فرم وارد کنید

source: Activate Plugins
fa_ir: فعال‌سازی افزونه‌ها

source: Activating
fa_ir: در حال فعال‌سازی

source: Install & Activate
fa_ir: نصب و فعال‌سازی

source: Installing
fa_ir: در حال نصب

source: OK
fa_ir: باشه

source: Upgrade Plan
fa_ir: ارتقاء طرح

source: This template requires premium addons. Please upgrade to the Premium plan to unlock all these awesome Templates.
fa_ir: این الگو به افزونه‌های پریمیوم نیاز دارد. لطفاً به طرح پریمیوم ارتقاء دهید تا تمامی این الگوهای عالی را باز کنید.

source: is a Premium Template
fa_ir: این یک الگوی پریمیوم است

source: Continue
fa_ir: ادامه دهید

source: Untitled Form
fa_ir: فرم بدون عنوان

source: Uplift your form experience to the next level.
fa_ir: تجربه فرم خود را به سطح بعدی ارتقا دهید.

source: Download Failed. Please download and activate addon manually.
fa_ir: دانلود ناموفق بود. لطفاً افزونه را به صورت دستی دانلود و فعال‌سازی کنید.

source: Installation Successful.
fa_ir: نصب با موفقیت انجام شد.

source: Addons have been Installed and Activated. You have to reload the page.
fa_ir: افزونه‌ها نصب و فعال‌سازی شده‌اند. باید صفحه را دوباره بارگذاری کنید.

source: Save Changes and Reload
fa_ir: ذخیره تغییرات و بارگذاری مجدد

source: Just Reload
fa_ir: فقط بارگذاری مجدد

source: None
fa_ir: هیچ

source: Upload Profile Picture
fa_ir: بارگذاری تصویر پروفایل

source: Select Image
fa_ir: انتخاب تصویر

# enhanced select
source: No matches found
fa_ir: موردی یافت نشد

# enhanced select
source: Loading failed
fa_ir: بارگذاری ناموفق بود

# enhanced select
source: Please enter 1 or more characters
fa_ir: لطفاً 1 یا بیشتر کاراکتر وارد کنید

# enhanced select
source: Please enter %qty% or more characters
fa_ir: لطفاً %qty% یا بیشتر کاراکتر وارد کنید

# enhanced select
source: Please delete 1 character
fa_ir: لطفاً 1 کاراکتر حذف کنید

# enhanced select
source: Please delete %qty% characters
fa_ir: لطفاً %qty% کاراکتر حذف کنید

# enhanced select
source: You can only select 1 item
fa_ir: شما فقط می‌توانید 1 آیتم انتخاب کنید

# enhanced select
source: You can only select %qty% items
fa_ir: شما فقط می‌توانید %qty% آیتم انتخاب کنید

# enhanced select
source: Loading more results&hellip;
fa_ir: بارگذاری نتایج بیشتر&hellip;

# enhanced select
source: Searching&hellip;
fa_ir: در حال جستجو&hellip;

source: Could not install.
fa_ir: نصب انجام نشد.

source: Please add at least one field to Repeater Row
fa_ir: لطفاً حداقل یک فیلد به ردیف تکرار شونده اضافه کنید.

source: %field% field is Locked.
fa_ir: فیلد %field% قفل شده است.

source: %field% field can be used only one time in the form.
fa_ir: فیلد %field% فقط می‌تواند یک بار در فرم استفاده شود.

source: Keyboard Shortcut Keys
fa_ir: کلیدهای میانبر صفحه‌کلید

source: Publish form
fa_ir: انتشار فرم

source: Update form
fa_ir: بروزرسانی فرم

source: Save Builder
fa_ir: ذخیره‌سازی سازنده

source: Close Builder
fa_ir: بستن سازنده

source: Preview Form
fa_ir: پیش‌نمایش فرم

source: Go to Users
fa_ir: رفتن به کاربران

source: Open Help
fa_ir: باز کردن راهنما

source: Add New
fa_ir: افزودن جدید

source: Minimum one letter
fa_ir: حداقل یک حرف

source: Minimum one uppercase letter and must be 4 characters and no repetitive words or common words
fa_ir: حداقل یک حرف بزرگ و باید ۴ کاراکتر باشد و از کلمات تکراری یا رایج استفاده نشود

source: Minimum one uppercase letter, a number, must be 7 characters and no repetitive words or common words
fa_ir: حداقل یک حرف بزرگ، یک عدد، باید ۷ کاراکتر باشد و از کلمات تکراری یا رایج استفاده نشود

source: Minimum one uppercase letter, a number, a special character, must be 9 characters and no repetitive words or common words
fa_ir: حداقل یک حرف بزرگ، یک عدد، یک کاراکتر خاص، باید ۹ کاراکتر باشد و از کلمات تکراری یا رایج استفاده نشود

source: Set custom passwords by defining criteria such as length, uppercase and lowercase letters, digits, and special characters for enhanced security.
fa_ir: رمزهای عبور سفارشی را با تعریف معیارهایی مانند طول، حروف بزرگ و کوچک، اعداد و کاراکترهای خاص برای امنیت بیشتر تنظیم کنید.

source: Form could not be saved
fa_ir: فرم نتواست ذخیره شود.

source: Something went wrong while saving form through AJAX request.
fa_ir: هنگام ذخیره فرم از طریق درخواست AJAX مشکلی پیش آمده است.

source: Form not found in content
fa_ir: فرم در محتوا یافت نشد.

source: Form found in page:
fa_ir: فرم در صفحه یافت شد:

source: No file selected.
fa_ir: فایلی انتخاب نشده است.

source: Please choose at least one form to export.
fa_ir: لطفاً حداقل یک فرم برای صادرات انتخاب کنید.

source: Smart Tags
fa_ir: برچسب‌های هوشمند

source: Search Tags...
fa_ir: جستجو برچسب‌ها...

source: Enabled
fa_ir: فعال

source: Disabled
fa_ir: غیرفعال

source: is a premium field
fa_ir: این یک فیلد پریمیوم است

source: %field% field is locked. Upgrade to <strong>%plan%</strong> to unlock this field.
fa_ir: فیلد %field% قفل شده است. برای باز کردن این فیلد به <strong>%plan%</strong> ارتقاء دهید.

source: License Activation Required
fa_ir: فعال‌سازی لایسنس مورد نیاز است

source: Please activate your <strong>User Registration License</strong> to use this field
fa_ir: لطفاً لایسنس <strong>ثبت‌نام کاربر</strong> خود را برای استفاده از این فیلد فعال‌سازی کنید.

source: Addon Activation Required
fa_ir: فعال‌سازی افزونه مورد نیاز است

source: Please activate <strong>%plugin%</strong> addon to use this field.
fa_ir: لطفاً افزونه <strong>%plugin%</strong> را برای استفاده از این فیلد فعال‌سازی کنید.

source: Addon Installation Required
fa_ir: نصب افزونه مورد نیاز است

source: Please install <strong>%plugin%</strong> addon to use this field.
fa_ir: لطفاً افزونه <strong>%plugin%</strong> را برای استفاده از این فیلد نصب کنید.

source: Clone
fa_ir: کپی

source: Trash
fa_ir: سطل زباله

source: Delete
fa_ir: حذف

source: Cancel
fa_ir: لغو

# user-registration admin
source: User Email
fa_ir: ایمیل کاربر

# user-registration admin
source: User Password
fa_ir: رمز عبور کاربر

# user-registration admin
source: Payment
fa_ir: پرداخت

# user-registration admin
source: Stripe Gateway
fa_ir: گیت‌وی استرایپ

# user-registration admin
source: Phone
fa_ir: تلفن

# user-registration admin
source: Selected default phone field must be in smart format.
fa_ir: فیلد تلفن پیش‌فرض انتخاب شده باید به صورت فرمت هوشمند باشد.

# user-registration admin
source: Select Smart Phone Fields for SMS Verification
fa_ir: فیلدهای تلفن هوشمند را برای تایید پیامک انتخاب کنید.

# user registration admin
source: Are you sure want to delete this row?
fa_ir: آیا مطمئن هستید که می‌خواهید این ردیف را حذف کنید؟

# user registration admin
source: Are you sure want to delete this field?
fa_ir: آیا مطمئن هستید که می‌خواهید این فیلد را حذف کنید؟

# user registration admin
source: At least one row is required to create a registration form.
fa_ir: حداقل یک ردیف برای ایجاد فرم ثبت‌نام لازم است.

# user registration admin
source: Cannot delete row
fa_ir: نمی‌توان ردیف را حذف کرد.

# user registration admin
source: Email and Password fields are required to create a registration form.
fa_ir: فیلدهای ایمیل و رمز عبور برای ایجاد فرم ثبت‌نام الزامی است.

# user registration admin
source: This field is one time draggable.
fa_ir: این فیلد فقط یک بار قابل کشیدن است.

# user registration admin
source: Could not clone this field.
fa_ir: نتوانستیم این فیلد را کپی کنیم.

# user registration admin
source: %field% cannot be added to repeater row
fa_ir: فیلد %field% نمی‌تواند به ردیف تکرار شونده اضافه شود.

# user registration admin
source: Form successfully saved.
fa_ir: فرم با موفقیت ذخیره شد.

# user registration admin
source: Success
fa_ir: موفقیت

# user registration admin
source: Error
fa_ir: خطا

source: Confirm Deletion
fa_ir: تأیید حذف

source: Embed in Page
fa_ir: در صفحه جاسازی کنید

source: We can help embed your form with just a few clicks!
fa_ir: ما می‌توانیم به شما کمک کنیم تا فرم خود را تنها با چند کلیک در صفحه جاسازی کنید!

source: Select Existing Page
fa_ir: انتخاب صفحه موجود

source: Create New Page
fa_ir: ایجاد صفحه جدید

source: Select the page to embed your form in.
fa_ir: صفحه‌ای که می‌خواهید فرم خود را در آن جاسازی کنید، انتخاب کنید.

source: Go Back
fa_ir: بازگشت

source: Let's Go!
fa_ir: بزن بریم!

source: What would you like to call the new page?
fa_ir: چگونه می‌خواهید صفحه جدید را نام‌گذاری کنید؟

# user registration admin
source: At least one field needs to be selected.
fa_ir: حداقل یک فیلد باید انتخاب شود.

# user registration admin
source: Total field is required with coupon.
fa_ir: فیلد کل باید با کوپن همراه باشد.

# user registration admin
source: Recurring subscription with Stripe gateway is not currently available for coupon field.
fa_ir: اشتراک مکرر با درگاه استرایپ در حال حاضر برای فیلد کوپن در دسترس نیست.

# user registration admin
source: Minimum Password Length value should at least be 6.
fa_ir: حداقل طول رمز عبور باید حداقل ۶ باشد.

# user registration admin
source: Value in custom password cannot be less than 0.
fa_ir: مقدار در رمز عبور سفارشی نمی‌تواند کمتر از ۰ باشد.

# user registration admin
source: Empty form name.
fa_ir: نام فرم خالی است.

# user registration admin
source: Previous save action on going.
fa_ir: عملیات ذخیره قبلی در حال انجام است.

# user registration admin
source: Duplicate field name.
fa_ir: نام فیلد تکراری است.

# user registration admin
source: Empty field label.
fa_ir: برچسب فیلد خالی است.

# user registration admin
source: Invalid field name. Please do not use space, empty or special character, you can use underscore.
fa_ir: نام فیلد نامعتبر است. لطفاً از فاصله، کاراکترهای خاص یا خالی استفاده نکنید. می‌توانید از زیرخط (_) استفاده کنید.

# user registration admin
source: Multiple field key
fa_ir: چندین کلید فیلد

# user registration admin
source: field is required.
fa_ir: فیلد الزامی است.

# user registration admin
source: Drag your first form item here.
fa_ir: اولین آیتم فرم خود را اینجا بکشید.

# user registration admin
source: Please select at least one country.
fa_ir: لطفاً حداقل یک کشور را انتخاب کنید.

# user registration admin
source: input size must be greater than zero.
fa_ir: اندازه ورودی باید بزرگتر از صفر باشد.

# user registration admin
source: input of min value must be less than max value.
fa_ir: ورودی مقدار حداقل باید کمتر از مقدار حداکثر باشد.

# user registration admin
source: input of max upload size must less than
fa_ir: ورودی اندازه بارگذاری حداکثر باید کمتر از

source: You cannot set the zero less than zero to the completion percentage.
fa_ir: شما نمی‌توانید مقدار صفر را به درصد تکمیل کمتر از صفر تنظیم کنید.

source: Sum of progress percentage for each field cannot be greater than the completion perecentage.
fa_ir: جمع درصد پیشرفت برای هر فیلد نمی‌تواند از درصد تکمیل بیشتر باشد.

source: User Email field should me mapped.
fa_ir: فیلد ایمیل کاربر باید نقشه‌برداری شود.

source: Look like your sheet is empty ! Please try again
fa_ir: به نظر می‌رسد برگه شما خالی است! لطفاً دوباره تلاش کنید.

source: Form Restriction: Empty Question or Answer field.
fa_ir: محدودیت فرم: فیلد سوال یا پاسخ خالی است.

source: Form Restriction: Q&A restriction requires at least one question and answer.
fa_ir: محدودیت فرم: محدودیت سوال و پاسخ نیاز به حداقل یک سوال و یک پاسخ دارد.

source: Subscribe to User Registration Pro to get the Autogenerated Password feature which lets you remove the password field.
fa_ir: برای دریافت ویژگی رمز عبور خودکار که به شما اجازه می‌دهد فیلد رمز عبور را حذف کنید، به User Registration Pro اشتراک شوید.

source: To remove the password field, enable the auto-generate password feature in form settings.
fa_ir: برای حذف فیلد رمز عبور، ویژگی تولید خودکار رمز عبور را در تنظیمات فرم فعال کنید.

source: is required.
fa_ir: الزامی است.

source: Learn More
fa_ir: بیشتر بدانید

source: Upgrade plan
fa_ir: ارتقاء طرح

source: Fullscreen
fa_ir: تمام صفحه

source: Exit Fullscreen
fa_ir: خروج از تمام صفحه

source: WordPress requires the user to have an email address during registration.
fa_ir: وردپرس برای ثبت‌نام کاربر، داشتن آدرس ایمیل را ضروری می‌داند.

source: is a Pro Feature
fa_ir: ویژگی حرفه‌ای است

source: We apologize, but %title% is not available with the free version. To access this fantastic features, please consider upgrading to the %plan%.
fa_ir: از شما پوزش می‌خواهیم، اما %title% در نسخه رایگان در دسترس نیست. برای دسترسی به این ویژگی‌های عالی، لطفاً ارتقاء به طرح %plan% را در نظر بگیرید.

source: Please activate your <strong>User Registration License</strong> to use this integration
fa_ir: لطفاً <strong>مجوز ثبت‌نام کاربر</strong> خود را فعال کنید تا از این یکپارچگی استفاده کنید.

source: Please activate <strong>%plugin%</strong> addon to use this integration.
fa_ir: لطفاً افزونه <strong>%plugin%</strong> را فعال کنید تا از این یکپارچگی استفاده کنید.

source: Please install <strong>%plugin%</strong> addon to use this integration.
fa_ir: لطفاً افزونه <strong>%plugin%</strong> را نصب کنید تا از این یکپارچگی استفاده کنید.

source: I didn't find the feature I was looking for. Kindly request it
fa_ir: ویژگی که به دنبالش بودم را پیدا نکردم. لطفاً آن را درخواست کنید

source: I found the plugin complex to use. Find guidance in the
fa_ir: افزونه را پیچیده برای استفاده یافتم. راهنمایی را در

source: If possible, please elaborate on this
fa_ir: اگر ممکن است، لطفاً در این باره توضیح دهید

source: I found better alternative
fa_ir: جایگزین بهتری پیدا کردم

source: If possible, please mention the alternatives
fa_ir: اگر ممکن است، لطفاً جایگزین‌ها را ذکر کنید

source: Temporary deactivation
fa_ir: غیرفعال‌سازی موقت

source: I no longer need the plugin
fa_ir: دیگر به افزونه نیاز ندارم

source: Other or found a glitch in the plugin?
fa_ir: دیگر یا مشکلی در افزونه پیدا کردید؟

source: No users found with this form id.
fa_ir: هیچ کاربری با این شناسه فرم پیدا نشد.

source: User ID
fa_ir: شناسه کاربر

source: User Role
fa_ir: نقش کاربر

source: User Status
fa_ir: وضعیت کاربر

source: User Registered
fa_ir: کاربر ثبت‌نام شده

source: User Registered GMT
fa_ir: تاریخ ثبت‌نام کاربر (به وقت گرینویچ)

source: Add User Registration Form
fa_ir: افزودن فرم ثبت‌نام کاربر

source: Add Registration Form
fa_ir: افزودن فرم ثبت‌نام

source: Insert Form
fa_ir: درج فرم

source: Close
fa_ir: بستن

source: Select a form below to insert
fa_ir: فرمی را از زیر برای درج انتخاب کنید

source: Whoops, you haven't created a form yet.
fa_ir: اوپسی! هنوز فرم ایجاد نکرده‌اید.

source: Add Form
fa_ir: افزودن فرم

source: Add Smart Tags
fa_ir: افزودن برچسب‌های هوشمند

source: Start From Scratch
fa_ir: شروع از ابتدا

source: Get Started
fa_ir: شروع کنید

source: Preview
fa_ir: پیش‌نمایش

source: Pro
fa_ir: حرفه‌ای

source: Updating Templates
fa_ir: به‌روزرسانی قالب‌ها

source: Imported Successfully.
fa_ir: با موفقیت وارد شد.

source: View Form
fa_ir: مشاهده فرم

source: Invalid file content. Please export file from user registration plugin.
fa_ir: محتوای فایل نامعتبر است. لطفاً فایل را از افزونه ثبت‌نام کاربر صادر کنید.

source: Invalid file format. Only Json File Allowed.
fa_ir: فرمت فایل نامعتبر است. فقط فایل Json مجاز است.

source: Please select json file to import form data.
fa_ir: لطفاً فایل json را برای وارد کردن داده‌های فرم انتخاب کنید.

source: User Registration - File Upload
fa_ir: ثبت‌نام کاربر - بارگذاری فایل

source: User Registration Invite Codes
fa_ir: کدهای دعوت ثبت‌نام کاربر

source: User Registration LearnDash
fa_ir: ثبت‌نام کاربر - LearnDash

source: User Registration Stripe
fa_ir: ثبت‌نام کاربر - استرایپ

source: User Registration-Advanced Fields
fa_ir: ثبت‌نام کاربر - فیلدهای پیشرفته

source: User Registration - WooCommerce
fa_ir: ثبت‌نام کاربر - ووکامرس

source: User Registration Payments
fa_ir: پرداخت‌های ثبت‌نام کاربر

source: All Forms
fa_ir: تمام فرم‌ها

source: User Registration settings
fa_ir: تنظیمات ثبت‌نام کاربر

source: Settings
fa_ir: تنظیمات

source: User Registration Tools
fa_ir: ابزارهای ثبت‌نام کاربر

source: Tools
fa_ir: ابزارها

source: User Registration Dashboard
fa_ir: داشبورد ثبت‌نام کاربر

source: Dashboard
fa_ir: داشبورد

source: Upgrade to Pro
fa_ir: ارتقاء به حرفه‌ای

source: User Registration extensions
fa_ir: گسترش‌های ثبت‌نام کاربر

source: Extensions
fa_ir: گسترش‌ها

source: Create Form
fa_ir: ایجاد فرم

source: Please wait until the plugin is being activated
fa_ir: لطفاً صبر کنید تا افزونه فعال شود

source: Addons have been installed and Activated. You have to reload the page.
fa_ir: افزونه‌ها نصب و فعال شدند. باید صفحه را مجدداً بارگذاری کنید.

source: Save changes before activating the plugin
fa_ir: تغییرات را قبل از فعال‌سازی افزونه ذخیره کنید

source: User Registration endpoints
fa_ir: نقاط پایانی ثبت‌نام کاربر

source: Lost password
fa_ir: رمز عبور را فراموش کرده‌اید؟

source: Select All
fa_ir: انتخاب همه

source: Add to menu
fa_ir: افزودن به منو

source: Row data not found
fa_ir: داده‌های ردیف یافت نشد

source: Untitled
fa_ir: بدون عنوان

source: Repeater Row
fa_ir: ردیف تکرار شونده

source: Drag your first form item here.
fa_ir: اولین آیتم فرم خود را اینجا بکشید.

source: Empty form data
fa_ir: داده‌های فرم خالی است

source: User Extra Information
fa_ir: اطلاعات اضافی کاربر

source: Select
fa_ir: انتخاب

source: No user registration found.
fa_ir: هیچ ثبت‌نام کاربری یافت نشد.

source: Title
fa_ir: عنوان

source: Shortcode
fa_ir: کد کوتاه

source: Author
fa_ir: نویسنده

source: Date
fa_ir: تاریخ

source: ID: %d
fa_ir: شناسه: %d

source: Edit
fa_ir: ویرایش

source: Restore this item from the Trash
fa_ir: بازیابی این آیتم از سطل زباله

source: Move this item to the Trash
fa_ir: انتقال این آیتم به سطل زباله

source: Delete this item permanently
fa_ir: حذف این آیتم به‌طور دائم

source: Duplicate
fa_ir: تکرار

source: Locate
fa_ir: یافتن

source: Copy Shortcode !
fa_ir: کپی کردن کد کوتاه!

source: Copied !
fa_ir: کپی شد!

source: Registration Forms
fa_ir: فرم‌های ثبت‌نام

source: Login Forms
fa_ir: فرم‌های ورود

source: Screen Options
fa_ir: گزینه‌های صفحه

source: All Registration Forms
fa_ir: تمام فرم‌های ثبت‌نام

source: Search Registration
fa_ir: جستجو در ثبت‌نام

source: Search Forms ...
fa_ir: جستجو در فرم‌ها ...

source: Your settings have been saved.
fa_ir: تنظیمات شما ذخیره شده‌اند.

source: Your settings has not been saved. You enabled "Disable Default WordPress Login Screen" but did not select a login page. Please select a page for "Redirect Default WordPress Login To".
fa_ir: تنظیمات شما ذخیره نشدند. شما گزینه "غیرفعال‌سازی صفحه ورود پیش‌فرض وردپرس" را فعال کرده‌اید اما صفحه ورود را انتخاب نکرده‌اید. لطفاً صفحه‌ای برای "انتقال ورود پیش‌فرض وردپرس به" انتخاب کنید.

source: Your settings has not been saved. The selected page for "Redirect Default WordPress Login To" is not a login page. Please select a valid login page.
fa_ir: تنظیمات شما ذخیره نشدند. صفحه انتخاب‌شده برای "انتقال ورود پیش‌فرض وردپرس به" یک صفحه ورود معتبر نیست. لطفاً یک صفحه ورود معتبر انتخاب کنید.

source: The changes you made will be lost if you navigate away from this page.
fa_ir: تغییرات شما از دست خواهند رفت اگر از این صفحه خارج شوید.

source: Captcha Test Successful !
fa_ir: آزمون کپچا با موفقیت انجام شد!

source: Some error occured. Please verify that the keys you entered are valid.
fa_ir: خطایی رخ داد. لطفاً اطمینان حاصل کنید که کلیدهای وارد شده معتبر هستند.

source: You have some unsaved changes. Please save and try again.
fa_ir: تغییرات ذخیره نشده‌ای دارید. لطفاً ذخیره کنید و دوباره تلاش کنید.

source: Select a page&hellip;
fa_ir: صفحه‌ای را انتخاب کنید…

source: Header Logo
fa_ir: لوگوی هدر

source: Upload Image
fa_ir: بارگذاری تصویر

source: Remove Image
fa_ir: حذف تصویر

source: No Search result found !
fa_ir: نتیجه‌ای برای جستجو یافت نشد!

# The action on users list page
source: Resend Verification
fa_ir: ارسال دوباره تاییدیه

# The action on users list page
source: Approve
fa_ir: تأیید

# The action on users list page
source: Deny
fa_ir: رد

source: User Registration:
fa_ir: ثبت‌نام کاربر:

source: User
fa_ir: کاربر

source: Users
fa_ir: کاربران

source: pending approval.
fa_ir: در انتظار تأیید.

source: User Approved: %s users approved.
fa_ir: کاربر تأیید شده: %s کاربر تأیید شدند.

source: User Denied: %s users denied.
fa_ir: کاربر رد شده: %s کاربر رد شدند.

source: Source
fa_ir: منبع

source: Registered At
fa_ir: ثبت‌نام در

source: Awaiting Email Confirmation
fa_ir: در انتظار تأیید ایمیل

source: All statuses
fa_ir: تمام وضعیت‌ها

source: All approval statuses
fa_ir: تمام وضعیت‌های تأیید

source: All Sources
fa_ir: تمام منابع

source: All UR Forms
fa_ir: تمام فرم‌های UR

source: Filter
fa_ir: فیلتر

source: Approve
fa_ir: تأیید

source: Deny
fa_ir: رد

source: Resend Verification Email
fa_ir: ارسال دوباره ایمیل تایید

source: Approval Status
fa_ir: وضعیت تأیید

source: If user has access to sign in or not.
fa_ir: آیا کاربر دسترسی به ورود دارد یا خیر.
