Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Members of our team have access to the information you provide us. For example, both Administrators and Editors can access:
fa_ir: اعضای تیم ما به اطلاعاتی که ارائه می‌دهید دسترسی دارند. به عنوان مثال، هم مدیران و هم ویراستاران می‌توانند به موارد زیر دسترسی داشته باشند:

source: Form submission information and other details related to it
fa_ir: اطلاعات ارسال فرم و سایر جزئیات مربوط به آن

source: Customer information like your name, email and address information.
fa_ir: اطلاعات مشتری مانند نام، ایمیل و آدرس شما.

source: Our team members have access to this information to help fulfill entries and support you.
fa_ir: اعضای تیم ما به این اطلاعات دسترسی دارند تا به تکمیل ورودی‌ها کمک کنند و از شما پشتیبانی کنند.

source: What we share with others
fa_ir: چه اطلاعاتی را با دیگران به اشتراک می‌گذاریم

source: In this section you should list who you’re sharing data with, and for what purpose. This could include, but may not be limited to, analytics, marketing, payment gateways, shipping providers, and third party embeds.
fa_ir: در این بخش باید فهرست کنید که با چه کسانی داده‌ها را به اشتراک می‌گذارید و برای چه هدفی. این می‌تواند شامل مواردی مانند تحلیل‌ها، بازاریابی، دروازه‌های پرداخت، تأمین‌کنندگان حمل‌ونقل و گنجاندن‌های شخص ثالث باشد.

source: We share information with third parties who help us provide our orders and store services to you; for example --
fa_ir: ما اطلاعات را با اشخاص ثالثی که به ما در ارائه خدمات سفارش و ذخیره‌سازی کمک می‌کنند به اشتراک می‌گذاریم؛ برای مثال --

source: Payments
fa_ir: پرداخت‌ها

source: In this subsection you should list which third party payment processors you’re using to take payments on your site since these may handle customer data. We’ve included PayPal as an example, but you should remove this if you’re not using PayPal.
fa_ir: در این زیرمجموعه باید فهرست کنید که از کدام پردازشگران پرداخت شخص ثالث برای دریافت پرداخت‌ها در سایت خود استفاده می‌کنید زیرا این‌ها ممکن است داده‌های مشتریان را پردازش کنند. ما PayPal را به عنوان مثال وارد کرده‌ایم، اما اگر از PayPal استفاده نمی‌کنید، باید این مورد را حذف کنید.

source: We accept payments through PayPal. When processing payments, some of your data will be passed to PayPal, including information required to process or support the payment, such as the purchase total and billing information.
fa_ir: ما پرداخت‌ها را از طریق PayPal قبول می‌کنیم. هنگام پردازش پرداخت‌ها، برخی از داده‌های شما به PayPal ارسال می‌شود، از جمله اطلاعات مورد نیاز برای پردازش یا پشتیبانی از پرداخت، مانند مجموع خرید و اطلاعات صورتحساب.

source: Please see the <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">PayPal Privacy Policy</a> for more details.
fa_ir: لطفاً برای اطلاعات بیشتر به <a href="https://www.paypal.com/us/webapps/mpp/ua/privacy-full">سیاست حفظ حریم خصوصی PayPal</a> مراجعه کنید.

source: Available Modules
fa_ir: ماژول‌های موجود

source: In this subsection you should list which third party modules you’re using to increase functionality on your site since these may handle customer data. We’ve included MailChimp as an example, but you should remove this if you’re not using MailChimp.
fa_ir: در این زیرمجموعه باید فهرست کنید که از کدام ماژول‌های شخص ثالث برای افزایش کارکرد سایت خود استفاده می‌کنید زیرا این‌ها ممکن است داده‌های مشتریان را پردازش کنند. ما MailChimp را به عنوان مثال وارد کرده‌ایم، اما اگر از MailChimp استفاده نمی‌کنید، باید این مورد را حذف کنید.

source: We send beautiful email through MailChimp. When processing emails, some of your data will be passed to MailChimp, including information required to process or support the email marketing services, such as the name, email address and any other information that you intend to pass or collect including all collected information through subscription.
fa_ir: ما ایمیل‌های زیبا را از طریق MailChimp ارسال می‌کنیم. هنگام پردازش ایمیل‌ها، برخی از داده‌های شما به MailChimp ارسال می‌شود، از جمله اطلاعات مورد نیاز برای پردازش یا پشتیبانی از خدمات بازاریابی ایمیلی، مانند نام، آدرس ایمیل و هر اطلاعات دیگری که قصد دارید ارسال یا جمع‌آوری کنید، از جمله تمام اطلاعات جمع‌آوری‌شده از طریق اشتراک.

source: Please see the <a href="https://mailchimp.com/legal/privacy/">MailChimp Privacy Policy</a> for more details.
fa_ir: لطفاً برای اطلاعات بیشتر به <a href="https://mailchimp.com/legal/privacy/">سیاست حفظ حریم خصوصی MailChimp</a> مراجعه کنید.

source: Please Login to edit password. <a href="%s">Login Here?</a>
fa_ir: لطفاً وارد شوید تا رمز عبور را ویرایش کنید. <a href="%s">این‌جا وارد شوید؟</a>

source: Please Login to edit profile. <a href="%s">Login Here?</a>
fa_ir: لطفاً وارد شوید تا پروفایل را ویرایش کنید. <a href="%s">این‌جا وارد شوید؟</a>

source: You are already logged in. <a href="%s">Log out?</a>
fa_ir: شما در حال حاضر وارد شده‌اید. <a href="%s">خروج؟</a>

source: User Name
fa_ir: نام کاربری

source: UR Login
fa_ir: ورود کاربر

source: All Fields
fa_ir: تمام فیلدها

source: Auto Pass
fa_ir: عبور خودکار

source: User Roles
fa_ir: نقش‌های کاربری

source: First Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: User Display Name
fa_ir: نام نمایشی کاربر

source: Blog Info
fa_ir: اطلاعات وبلاگ

source: Home URL
fa_ir: آدرس URL خانه

source: Site Admin Email
fa_ir: ایمیل مدیر سایت

source: Site Name
fa_ir: نام سایت

source: Site URL
fa_ir: آدرس URL سایت

source: Page Title
fa_ir: عنوان صفحه

source: Page URL
fa_ir: آدرس URL صفحه

source: Page ID
fa_ir: شناسه صفحه

source: Post Title
fa_ir: عنوان پست

source: Current Date
fa_ir: تاریخ جاری

source: Current Time
fa_ir: زمان جاری

source: Current Language
fa_ir: زبان جاری

source: Email Token
fa_ir: توکن ایمیل

source: Key
fa_ir: کلید

source: User IP Address
fa_ir: آدرس IP کاربر

source: Referrer URL
fa_ir: آدرس URL ارجاع‌دهنده

source: Form ID
fa_ir: شناسه فرم

source: Form Name
fa_ir: نام فرم

source: Author Email
fa_ir: ایمیل نویسنده

source: Author Name
fa_ir: نام نویسنده

source: Unique ID
fa_ir: شناسه منحصر به فرد

source: confirm link
fa_ir: لینک تایید

source: profile details
fa_ir: جزئیات پروفایل

source: edit your password
fa_ir: ویرایش رمز عبور شما

source: Sign out
fa_ir: خروج

source: Alpha
fa_ir: حروف الفبا

source: Alphanumeric
fa_ir: ترکیب حروف و اعداد

source: Country Code (2 Character)
fa_ir: کد کشور (۲ حرفی)

source: Country Code (3 Character)
fa_ir: کد کشور (۳ حرفی)

source: Date (mm/dd)
fa_ir: تاریخ (ماه/روز)

source: Date (dd/mm)
fa_ir: تاریخ (روز/ماه)

source: Date (mm.dd.yyyy)
fa_ir: تاریخ (ماه.روز.سال)

source: Date (dd.mm.yyyy)
fa_ir: تاریخ (روز.ماه.سال)

source: Date (yyyy-mm-dd)
fa_ir: تاریخ (سال-ماه-روز)

source: Date (mm/dd/yyyy)
fa_ir: تاریخ (ماه/روز/سال)

source: Date (dd/mm/yyyy)
fa_ir: تاریخ (روز/ماه/سال)

source: IP (Version 4)
fa_ir: آدرس IP (نسخه ۴)

source: IP (Version 6)
fa_ir: آدرس IP (نسخه ۶)

source: ISBN
fa_ir: شابک

source: Latitude or Longitude
fa_ir: عرض جغرافیایی یا طول جغرافیایی

source: Numeric
fa_ir: عددی

source: Password (Numeric, lower, upper)
fa_ir: رمز عبور (اعداد، حروف کوچک، حروف بزرگ)

source: Password (Numeric, lower, upper, min 8)
fa_ir: رمز عبور (اعداد، حروف کوچک، حروف بزرگ، حداقل ۸)

source: Phone - General
fa_ir: تلفن - عمومی

source: Phone - UK
fa_ir: تلفن - بریتانیا

source: Phone - US: 123-456-7890
fa_ir: تلفن - آمریکا: ۱۲۳-۴۵۶-۷۸۹۰

source: Phone - US: (123)456-7890
fa_ir: تلفن - آمریکا: (۱۲۳)۴۵۶-۷۸۹۰

source: Phone - US: Flexible
fa_ir: تلفن - آمریکا: انعطاف‌پذیر

source: Postal Code (UK)
fa_ir: کد پستی (بریتانیا)

source: Price (1.23)
fa_ir: قیمت (۱٫۲۳)

source: Slug
fa_ir: نام کوتاه

source: Time (hh:mm:ss)
fa_ir: زمان (ساعت:دقیقه:ثانیه)

source: URL
fa_ir: آدرس URL

source: Zip Code
fa_ir: کد پستی

source: Your account is still pending approval.
fa_ir: حساب کاربری شما هنوز در انتظار تایید است.

source: Your account has been denied.
fa_ir: حساب کاربری شما رد شده است.

source: Your account is still pending payment.
fa_ir: حساب کاربری شما هنوز در انتظار پرداخت است.

source: Your account is still pending payment. Process the payment by clicking on this: <a id="payment-link" href="%s">link</a>
fa_ir: حساب کاربری شما هنوز در انتظار پرداخت است. پرداخت را با کلیک روی این: <a id="payment-link" href="%s">لینک</a> انجام دهید.

source: Your subscription is not active. Please contact administrator.
fa_ir: اشتراک شما فعال نیست. لطفاً با مدیر سیستم تماس بگیرید.

source: Your subscription has been cancelled. Please contact administrator.
fa_ir: اشتراک شما لغو شده است. لطفاً با مدیر سیستم تماس بگیرید.

source: Your account is still pending approval. Reset Password is not allowed.
fa_ir: حساب کاربری شما هنوز در انتظار تایید است. بازنشانی رمز عبور مجاز نیست.

source: Checkbox
fa_ir: جعبه انتخاب

source: First Choice
fa_ir: اولین انتخاب

source: Second Choice
fa_ir: دومین انتخاب

source: Third Choice
fa_ir: سومین انتخاب

source: Only %d options can be selected.
fa_ir: فقط %d گزینه می‌تواند انتخاب شود.

source: Afghanistan
fa_ir: افغانستان

source: &#197;land Islands
fa_ir: جزایر آلاند

source: Albania
fa_ir: آلبانی

source: Algeria
fa_ir: الجزایر

source: American Samoa
fa_ir: ساموآی آمریکا

source: Andorra
fa_ir: آندورا

source: Angola
fa_ir: آنگولا

source: Anguilla
fa_ir: آنگویلا

source: Antarctica
fa_ir: قطب جنوب

source: Antigua and Barbuda
fa_ir: آنتیگوا و باربودا

source: Argentina
fa_ir: آرژانتین

source: Armenia
fa_ir: ارمنستان

source: Aruba
fa_ir: آروبا

source: Australia
fa_ir: استرالیا

source: Austria
fa_ir: اتریش

source: Azerbaijan
fa_ir: آذربایجان

source: Bahamas
fa_ir: باهاماس

source: Bahrain
fa_ir: بحرین

source: Bangladesh
fa_ir: بنگلادش

source: Barbados
fa_ir: باربادوس

source: Belarus
fa_ir: بلاروس

source: Belgium
fa_ir: بلژیک

source: Belau
fa_ir: بلائو

source: Belize
fa_ir: بلیز

source: Benin
fa_ir: بنین

source: Bermuda
fa_ir: برمودا

source: Bhutan
fa_ir: بوتان

source: Bolivia
fa_ir: بولیوی

source: Bonaire, Saint Eustatius and Saba
fa_ir: بونیر، سنت اوستاتیوس و سبا

source: Bosnia and Herzegovina
fa_ir: بوسنی و هرزگوین

source: Botswana
fa_ir: بوتسوانا

source: Bouvet Island
fa_ir: جزیره بویو

source: Brazil
fa_ir: برزیل

source: British Indian Ocean Territory
fa_ir: منطقه اقیانوس هند بریتانیا

source: British Virgin Islands
fa_ir: جزایر ویرجین بریتانیا

source: Brunei
fa_ir: برونئی

source: Bulgaria
fa_ir: بلغارستان

source: Burkina Faso
fa_ir: بورکینافاسو

source: Burundi
fa_ir: بوروندی

source: Cambodia
fa_ir: کامبوج

source: Cameroon
fa_ir: کامرون

source: Canada
fa_ir: کانادا

source: Cape Verde
fa_ir: کیپ ورد

source: Cayman Islands
fa_ir: جزایر کیمن

source: Central African Republic
fa_ir: جمهوری آفریقای مرکزی

source: Chad
fa_ir: چاد

source: Chile
fa_ir: شیلی

source: China
fa_ir: چین

source: Christmas Island
fa_ir: جزیره کریسمس

source: Cocos (Keeling) Islands
fa_ir: جزایر کوکوس (کیلینگ)

source: Colombia
fa_ir: کلمبیا

source: Comoros
fa_ir: کومور

source: Congo (Brazzaville)
fa_ir: کنگو (برازاویل)

source: Congo (Kinshasa)
fa_ir: کنگو (کینشاسا)

source: Cook Islands
fa_ir: جزایر کوک

source: Costa Rica
fa_ir: کاستاریکا

source: Croatia
fa_ir: کرواسی

source: Cuba
fa_ir: کوبا

source: Cura&ccedil;ao
fa_ir: کوراسائو

source: Cyprus
fa_ir: قبرس

source: Czech Republic
fa_ir: جمهوری چک

source: Denmark
fa_ir: دانمارک

source: Djibouti
fa_ir: جیبوتی

source: Dominica
fa_ir: دومینیکا

source: Dominican Republic
fa_ir: جمهوری دومینیکن

source: Ecuador
fa_ir: اکوادور

source: Egypt
fa_ir: مصر

source: El Salvador
fa_ir: السالوادور

source: Equatorial Guinea
fa_ir: گینه استوایی

source: Eritrea
fa_ir: اریتره

source: Estonia
fa_ir: استونی

source: Ethiopia
fa_ir: اتیوپی

source: Falkland Islands
fa_ir: جزایر فالکلند

source: Faroe Islands
fa_ir: جزایر فارو

source: Fiji
fa_ir: فیجی

source: Finland
fa_ir: فنلاند

source: France
fa_ir: فرانسه

source: French Guiana
fa_ir: گویان فرانسه

source: French Polynesia
fa_ir: پلی‌نزی فرانسه

source: French Southern Territories
fa_ir: سرزمین‌های جنوبی فرانسه

source: Gabon
fa_ir: گابون

source: Gambia
fa_ir: گامبیا

source: Georgia
fa_ir: گرجستان

source: Germany
fa_ir: آلمان

source: Ghana
fa_ir: غنا

source: Gibraltar
fa_ir: جبل الطارق

source: Greece
fa_ir: یونان

source: Greenland
fa_ir: گرینلند

source: Grenada
fa_ir: گرنادا

source: Guadeloupe
fa_ir: گوادلوپ

source: Guam
fa_ir: گوام

source: Guatemala
fa_ir: گواتمالا

source: Guernsey
fa_ir: گرنزی

source: Guinea
fa_ir: گینه

source: Guinea-Bissau
fa_ir: گینه بیسائو

source: Guyana
fa_ir: گویانا

source: Haiti
fa_ir: هائیتی

source: Heard Island and McDonald Islands
fa_ir: جزیره هرد و جزایر مک‌دونالد

source: Honduras
fa_ir: هندوراس

source: Hong Kong
fa_ir: هنگ کنگ

source: Hungary
fa_ir: مجارستان

source: Iceland
fa_ir: آیسلند

source: India
fa_ir: هند

source: Indonesia
fa_ir: اندونزی

source: Iran
fa_ir: ایران

source: Iraq
fa_ir: عراق

source: Ireland
fa_ir: ایرلند

source: Isle of Man
fa_ir: جزیره من

source: Israel
fa_ir: اسرائیل

source: Italy
fa_ir: ایتالیا

source: Ivory Coast
fa_ir: ساحل عاج

source: Jamaica
fa_ir: جامائیکا

source: Japan
fa_ir: ژاپن

source: Jersey
fa_ir: جرسی

source: Jordan
fa_ir: اردن

source: Kazakhstan
fa_ir: قزاقستان

source: Kenya
fa_ir: کنیا

source: Kiribati
fa_ir: کیریباتی

source: Kuwait
fa_ir: کویت

source: Kyrgyzstan
fa_ir: قرقیزستان

source: Laos
fa_ir: لاوس

source: Latvia
fa_ir: لتونی

source: Lebanon
fa_ir: لبنان

source: Lesotho
fa_ir: لسوتو

source: Liberia
fa_ir: لیبریا

source: Libya
fa_ir: لیبی

source: Liechtenstein
fa_ir: لیختن اشتاین

source: Lithuania
fa_ir: لیتوانی

source: Luxembourg
fa_ir: لوکزامبورگ

source: Macao S.A.R., China
fa_ir: مکائو، منطقه ویژه چین

source: Macedonia
fa_ir: مقدونیه

source: Madagascar
fa_ir: ماداگاسکار

source: Malawi
fa_ir: مالاوی

source: Malaysia
fa_ir: مالزی

source: Maldives
fa_ir: مالدیو

source: Mali
fa_ir: مالی

source: Malta
fa_ir: مالت

source: Marshall Islands
fa_ir: جزایر مارشال

source: Martinique
fa_ir: مارتینیک

source: Mauritania
fa_ir: موریتانی

source: Mauritius
fa_ir: موریس

source: Mayotte
fa_ir: مایوت

source: Mexico
fa_ir: مکزیک

source: Micronesia
fa_ir: میکرونزی

source: Moldova
fa_ir: مولداوی

source: Monaco
fa_ir: موناکو

source: Mongolia
fa_ir: مغولستان

source: Montenegro
fa_ir: مونته‌نگرو

source: Montserrat
fa_ir: مونتسرات

source: Morocco
fa_ir: مراکش

source: Mozambique
fa_ir: موزامبیک

source: Myanmar
fa_ir: میانمار

source: Namibia
fa_ir: نامیبیا

source: Nauru
fa_ir: ناورو

source: Nepal
fa_ir: نپال

source: Netherlands
fa_ir: هلند

source: New Caledonia
fa_ir: کالدونیای جدید

source: New Zealand
fa_ir: نیوزیلند

source: Nicaragua
fa_ir: نیکاراگوئه

source: Niger
fa_ir: نیجر

source: Nigeria
fa_ir: نیجریه

source: Niue
fa_ir: نیو

source: Norfolk Island
fa_ir: جزیره نورفولک

source: Northern Mariana Islands
fa_ir: جزایر ماریانای شمالی

source: North Korea
fa_ir: کره شمالی

source: Norway
fa_ir: نروژ

source: Oman
fa_ir: عمان

source: Pakistan
fa_ir: پاکستان

source: Palestinian Territory
fa_ir: سرزمین فلسطین

source: Panama
fa_ir: پاناما

source: Papua New Guinea
fa_ir: پاپوآ گینه نو

source: Paraguay
fa_ir: پاراگوئه

source: Peru
fa_ir: پرو

source: Philippines
fa_ir: فیلیپین

source: Pitcairn
fa_ir: پیتکرن

source: Poland
fa_ir: لهستان

source: Portugal
fa_ir: پرتغال

source: Puerto Rico
fa_ir: پورتو ریکو

source: Qatar
fa_ir: قطر

source: Reunion
fa_ir: رئونیون

source: Romania
fa_ir: رومانی

source: Russia
fa_ir: روسیه

source: Rwanda
fa_ir: رواندا

source: Saint Barthélemy
fa_ir: سن بارتهلمی

source: Saint Helena
fa_ir: سن هلنا

source: Saint Kitts and Nevis
fa_ir: سن کیتس و نویس

source: Saint Lucia
fa_ir: سن لوسیا

source: Saint Martin (French part)
fa_ir: سن مارتن (بخش فرانسوی)

source: Saint Martin (Dutch part)
fa_ir: سن مارتن (بخش هلندی)

source: Saint Pierre and Miquelon
fa_ir: سن پیر و میکلون

source: Saint Vincent and the Grenadines
fa_ir: سن وینسنت و گرنادین‌ها

source: San Marino
fa_ir: سان مارینو

source: São Tomé and Príncipe
fa_ir: ائو تومه و پرنسیپ

source: Saudi Arabia
fa_ir: عربستان سعودی

source: Senegal
fa_ir: سنگال

source: Serbia
fa_ir: صربستان

source: Seychelles
fa_ir: سیشل

source: Sierra Leone
fa_ir: سیرالئون

source: Singapore
fa_ir: سنگاپور

source: Slovakia
fa_ir: اسلواکی

source: Slovenia
fa_ir: اسلوونی

source: Solomon Islands
fa_ir: جزایر سلیمان

source: Somalia
fa_ir: سومالی

source: South Africa
fa_ir: آفریقای جنوبی

source: South Georgia/Sandwich Islands
fa_ir: جزایر جورجیای جنوبی/ساندویچ

source: South Korea
fa_ir: کره جنوبی

source: South Sudan
fa_ir: جنوب سودان

source: Spain
fa_ir: اسپانیا

source: Sri Lanka
fa_ir: سریلانکا

source: Sudan
fa_ir: سودان

source: Suriname
fa_ir: سورینام

source: Svalbard and Jan Mayen
fa_ir: اسوالبارد و یان ماین

source: Swaziland
fa_ir: سوازیلند

source: Sweden
fa_ir: سوئد

source: Switzerland
fa_ir: سوئیس

source: Syria
fa_ir: سوریه

source: Taiwan
fa_ir: تایوان

source: Tajikistan
fa_ir: تاجیکستان

source: Tanzania
fa_ir: تانزانیا

source: Thailand
fa_ir: تایلند

source: Timor-Leste
fa_ir: تیمور-لسته

source: Togo
fa_ir: توگو

source: Tokelau
fa_ir: توکلائو

source: Tonga
fa_ir: تونگا

source: Trinidad and Tobago
fa_ir: ترینیداد و توباگو

source: Tunisia
fa_ir: تونس

source: Turkey
fa_ir: ترکیه

source: Turkmenistan
fa_ir: ترکمنستان

source: Turks and Caicos Islands
fa_ir: جزایر ترکس و کایکوس

source: Tuvalu
fa_ir: توالو

source: Uganda
fa_ir: اوگاندا

source: Ukraine
fa_ir: اوکراین

source: United Arab Emirates
fa_ir: امارات متحده عربی

source: United Kingdom (UK)
fa_ir: پادشاهی متحده (بریتانیا)

source: United States (US)
fa_ir: ایالات متحده (آمریکا)

source: United States (US) Minor Outlying Islands
fa_ir: جزایر فرعی ایالات متحده (آمریکا)

source: United States (US) Virgin Islands
fa_ir: جزایر ویرجین ایالات متحده (آمریکا)

source: Uruguay
fa_ir: اروگوئه

source: Uzbekistan
fa_ir: ازبکستان

source: Vanuatu
fa_ir: وانواتو

source: Vatican
fa_ir: واتیکان

source: Venezuela
fa_ir: ونزوئلا

source: Vietnam
fa_ir: ویتنام

source: Wallis and Futuna
fa_ir: والیس و فوتونا

source: Western Sahara
fa_ir: صحرای غربی

source: Samoa
fa_ir: ساموآ

source: Yemen
fa_ir: یمن

source: Zambia
fa_ir: زامبیا

source: Zimbabwe
fa_ir: زیمبابوه

source: Country
fa_ir: کشور

source: Select a country
fa_ir: لطفاً یک کشور را انتخاب کنید

source: Please choose a different country.
fa_ir: لطفاً کشور دیگری انتخاب کنید.

source: Please select a valid date range.
fa_ir: لطفاً یک بازه زمانی معتبر انتخاب کنید.

source: Please select a valid date.
fa_ir: لطفاً یک تاریخ معتبر انتخاب کنید.

source: Please select a date after %s.
fa_ir: لطفاً تاریخی بعد از %s انتخاب کنید.

source: Please select a date before %s
fa_ir: لطفاً تاریخی قبل از %s انتخاب کنید.

source: User Bio
fa_ir: بیوگرافی کاربر

source: Display Name
fa_ir: نام نمایشی

source: Secondary Email
fa_ir: ایمیل ثانویه

source: Secondary Email
fa_ir: ایمیل ثانویه

source: Last Name
fa_ir: نام خانوادگی

source: Nickname
fa_ir: نام مستعار

source: Please enter a value less than %d
fa_ir: لطفاً مقداری کمتر از %d وارد کنید

source: Please enter a value greater than %d
fa_ir: لطفاً مقداری بیشتر از %d وارد کنید

source: Please enter multiple of %d
fa_ir: لطفاً مضربی از %d وارد کنید

source: Please enter a password of length less than %d
fa_ir: لطفاً پسوردی با طول کمتر از %d وارد کنید

source: Privacy Policy
fa_ir: سیاست حفظ حریم خصوصی

source: Radio
fa_ir: رادیو

source: Please choose a valid option
fa_ir: لطفاً یک گزینه معتبر انتخاب کنید

source: Input Field
fa_ir: فیلد ورودی

source: Please enter a value of length less than %d.
fa_ir: لطفاً مقداری با طول کمتر از %d وارد کنید.

source: Please enter number of words less than %d.
fa_ir: لطفاً تعداد کلمات کمتر از %d وارد کنید.

source: Please enter a value of length at least %d.
fa_ir: لطفاً مقداری با طول حداقل %d وارد کنید.

source: Please enter number of words at least %d.
fa_ir: لطفاً تعداد کلمات حداقل %d وارد کنید.

source: Textarea
fa_ir: مربع متنی

source: Confirm Email
fa_ir: تأیید ایمیل

source: Confirm Password
fa_ir: تأیید پسورد

source: Email
fa_ir: ایمیل

source: User Email
fa_ir: ایمیل کاربر

source: Email already exists.
fa_ir: ایمیل قبلاً وجود دارد.

source: Username
fa_ir: نام کاربری

source: Username already exists.
fa_ir: نام کاربری قبلاً وجود دارد.

source: Password
fa_ir: پسورد

source: User Password
fa_ir: پسورد کاربر

source: Website
fa_ir: وب‌سایت

source: Custom Class
fa_ir: کلاس سفارشی

source: Class name to embed in this field.
fa_ir: نام کلاس برای گنجاندن در این فیلد.

source: Choice Limit
fa_ir: محدودیت انتخاب

source: Enter maximum number choices that can be selected.
fa_ir: حداکثر تعداد انتخاب‌هایی که می‌توان انتخاب کرد را وارد کنید.

source: Select All
fa_ir: انتخاب همه

source: Enable this option to select all the options
fa_ir: این گزینه را فعال کنید تا تمام گزینه‌ها انتخاب شوند.

source: Selected Countries
fa_ir: کشورهای انتخاب شده

source: Select countries to give as options.
fa_ir: کشورهایی که به عنوان گزینه‌ها ارائه می‌شوند را انتخاب کنید.

source: Default Value
fa_ir: مقدار پیش‌فرض

source: Default value for this field.
fa_ir: مقدار پیش‌فرض برای این فیلد.

source: Date Format
fa_ir: فرمت تاریخ

source: Which format do you want to use to show date.
fa_ir: کدام فرمت را برای نمایش تاریخ می‌خواهید استفاده کنید.

source: Enable Min-Max Date
fa_ir: فعال‌سازی تاریخ حداقل و حداکثر

source: Enable min/max date.
fa_ir: تاریخ حداقل و حداکثر را فعال کنید.

source: Min Date
fa_ir: تاریخ حداقل

source: Enter min date.
fa_ir: تاریخ حداقل را وارد کنید.

source: Max Date
fa_ir: تاریخ حداکثر

source: Enter max date.
fa_ir: تاریخ حداکثر را وارد کنید.

source: Set Current Date as Default Date
fa_ir: تنظیم تاریخ جاری به عنوان تاریخ پیش‌فرض

source: Set current as default.
fa_ir: تاریخ جاری را به عنوان پیش‌فرض تنظیم کنید.

source: Enable Date Range
fa_ir: فعال‌سازی بازه زمانی

source: Enable date range feature.
fa_ir: ویژگی بازه زمانی را فعال کنید.

source: Date Localization
fa_ir: محلی‌سازی تاریخ

source: Minimum Value
fa_ir: مقدار حداقل

source: Min Value
fa_ir: مقدار حداقل

source: Minimum allowed number.
fa_ir: کمترین عدد مجاز.

source: Maximum Value
fa_ir: مقدار حداکثر

source: Max Value
fa_ir: مقدار حداکثر

source: Maximum allowed number.
fa_ir: بیشترین عدد مجاز.

source: Step
fa_ir: گام

source: Legal Number Intervals
fa_ir: فواصل قانونی عدد

source: Amount to increment or decrement at one step.
fa_ir: مقدار افزایش یا کاهش در هر گام.

source: Password Size
fa_ir: اندازه پسورد

source: Maximum allowed length of password.
fa_ir: حداکثر طول مجاز پسورد.

source: Maximum Length
fa_ir: حداکثر طول

source: Allow Limitation for Maximum Length.
fa_ir: اجازه محدودیت برای طول حداکثر.

source: Maximum Count
fa_ir: حداکثر تعداد

source: Allowed maximum number of characters / words.
fa_ir: حداکثر تعداد مجاز کاراکترها / کلمات.

source: Limit Mode
fa_ir: حالت محدودیت

source: Characters
fa_ir: کاراکترها

source: Words Count
fa_ir: تعداد کلمات

source: Maximize by characters / words.
fa_ir: بیشینه‌سازی بر اساس کاراکترها / کلمات.

source: Minimum Length
fa_ir: طول حداقل

source: Allow Limitation for Minimum Length.
fa_ir: اجازه محدودیت برای طول حداقل.

source: Minimum Count
fa_ir: حداقل تعداد

source: Allowed minimum number of characters / words.
fa_ir: حداقل تعداد مجاز کاراکترها / کلمات.

source: Minimize by characters / words.
fa_ir: کمینه‌سازی بر اساس کاراکترها / کلمات.

source: Maximize characters / words.
fa_ir: بیشینه‌سازی کاراکترها / کلمات.

source: Limit Count
fa_ir: محدودیت تعداد

source: Limit Username Length
fa_ir: محدود کردن طول نام کاربری

source: Enter maximum number of length of username.
fa_ir: حداکثر طول نام کاربری را وارد کنید.

source: Allow Special Character
fa_ir: اجازه دادن به کاراکتر خاص

source: Check this option to validate the Username for Special Character
fa_ir: این گزینه را برای اعتبارسنجی نام کاربری با کاراکتر خاص علامت بزنید.

source: Registration blocked due to potential spam. Reach out to support for help.
fa_ir: ثبت‌نام به دلیل احتمال هرزنامه مسدود شده است. برای کمک با پشتیبانی تماس بگیرید.

source: Something went wrong! please try again
fa_ir: چیزی اشتباه پیش رفت! لطفاً دوباره تلاش کنید.
