Repository: devcastel/user-registration-pro-fa-translation
Catalog: user-registration-*.po
Languages: fa_ir

source: Please make sure that you have created a login or my-account page which has a login form before enabling this option. Learn how to create a login form <a href="https://docs.wpuserregistration.com/docs/how-to-show-login-form/" rel="noreferrer noopener" target="_blank">here</a>.
fa_ir: لطفاً اطمینان حاصل کنید که قبل از فعال‌سازی این گزینه، صفحه ورود یا حساب من را که دارای فرم ورود است ایجاد کرده‌اید. برای یادگیری چگونگی ایجاد فرم ورود <a href="https://docs.wpuserregistration.com/docs/how-to-show-login-form/" rel="noreferrer noopener" target="_blank">اینجا</a> کلیک کنید.

source: Redirect Default WordPress Login To
fa_ir: تغییر مسیر ورود پیش‌فرض وردپرس به

source: Select the login page where you want to redirect the wp-admin or wp-login.php page.
fa_ir: صفحه ورود را که می‌خواهید به آن صفحه wp-admin یا wp-login.php تغییر مسیر دهید، انتخاب کنید.

source: Username or Email
fa_ir: نام کاربری یا ایمیل

source: This option lets you edit the "Username or Email" field label.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب فیلد "نام کاربری یا ایمیل" را ویرایش کنید.

source: Password
fa_ir: رمز عبور

source: This option lets you edit the "Password" field label.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب فیلد "رمز عبور" را ویرایش کنید.

source: Remember Me
fa_ir: مرا به یاد داشته باش

source: This option lets you edit the "Remember Me" option label.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب گزینه "مرا به یاد داشته باش" را ویرایش کنید.

source: Login
fa_ir: ورود

source: This option lets you edit the "Login" button label.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب دکمه "ورود" را ویرایش کنید.

source: Lost Your Password?
fa_ir: رمز عبور خود را فراموش کرده‌اید؟

source: This option lets you edit the "Lost your password?" option label.
fa_ir: این گزینه به شما این امکان را می‌دهد که برچسب گزینه "رمز عبور خود را فراموش کرده‌اید؟" را ویرایش کنید.

source: Lost your password?
fa_ir: رمز عبور خود را فراموش کرده‌اید؟

source: Placeholders
fa_ir: جایگزین‌ها

source: Username or Email Field
fa_ir: فیلد نام کاربری یا ایمیل

source: This option lets you set placeholder for the "Username or Email" field.
fa_ir: این گزینه به شما این امکان را می‌دهد که جایگزین برای فیلد "نام کاربری یا ایمیل" تنظیم کنید.

source: Password Field
fa_ir: فیلد رمز عبور

source: This option lets you set placeholder for the "Password" field.
fa_ir: این گزینه به شما این امکان را می‌دهد که جایگزین برای فیلد "رمز عبور" تنظیم کنید.

source: Messages
fa_ir: پیام‌ها

source: Username Required
fa_ir: نام کاربری ضروری است

source: Show this message when username is empty.
fa_ir: این پیام را زمانی که نام کاربری خالی است نمایش دهید.

source: Empty Password
fa_ir: رمز عبور خالی

source: Show this message when password is empty.
fa_ir: این پیام را زمانی که رمز عبور خالی است نمایش دهید.

source: Invalid/Unknown Username
fa_ir: نام کاربری نامعتبر/ناشناخته

source: Show this message when username is unknown or invalid.
fa_ir: این پیام را زمانی که نام کاربری ناشناخته یا نامعتبر است نمایش دهید.

source: Unknown Email
fa_ir: ایمیل ناشناخته

source: Show this message when email is unknown.
fa_ir: این پیام را زمانی که ایمیل ناشناخته است نمایش دهید.

source: Pending Approval
fa_ir: در انتظار تأیید

source: Show this message when an account is pending approval.
fa_ir: این پیام را زمانی که حساب در انتظار تأیید است نمایش دهید.

source: Denied Account
fa_ir: حساب ردشده

source: Show this message when an account is denied.
fa_ir: این پیام را زمانی که حساب رد شده است نمایش دهید.

source: Seems like you haven't added the CAPTCHA Keys.
fa_ir: به نظر می‌رسد که کلیدهای کپچا را اضافه نکرده‌اید.

source: Import/Export
fa_ir: واردات/صادرات

source: Export Users
fa_ir: صادرات کاربران

source: Import/Export Forms
fa_ir: واردات/صادرات فرم‌ها

source: License
fa_ir: مجوز

source: License Activation
fa_ir: فعال‌سازی مجوز

source: License:
fa_ir: مجوز:

source: Please enter the license key below in order to use our premium addons smoothly.
fa_ir: لطفاً کلید مجوز را در زیر وارد کنید تا افزونه‌های پریمیوم ما به‌طور روان کار کنند.

source: License Key
fa_ir: کلید مجوز

source: Please enter the license key
fa_ir: لطفاً کلید مجوز را وارد کنید

source: Deactivate License
fa_ir: غیرفعال‌سازی مجوز

source: Deactivate the license of User Registration plugin
fa_ir: غیرفعال‌سازی مجوز افزونه ثبت‌نام کاربر

source: Your license has been activated. Enjoy using <strong>User Registration</strong>. Please go to %1$sMy Account Page%2$s for more details
fa_ir: مجوز شما فعال شده است. از استفاده از <strong>ثبت‌نام کاربر</strong> لذت ببرید. لطفاً به %1$sصفحه حساب من%2$s برای جزئیات بیشتر بروید.

source: Activate License
fa_ir: فعال‌سازی مجوز

source: License Plan
fa_ir: طرح مجوز

source: License Expiry Date
fa_ir: تاریخ انقضای مجوز

source: Misc
fa_ir: متفرقه

source: Allow Usage Tracking
fa_ir: اجازه به ردیابی استفاده

source: Help us improve the plugin's features by sharing <a href="https://docs.wpuserregistration.com/docs/miscellaneous-settings/#1-toc-title" rel="noreferrer noopener" target="_blank">non-sensitive plugin data</a> with us.
fa_ir: به ما کمک کنید تا ویژگی‌های افزونه را با اشتراک‌گذاری <a href="https://docs.wpuserregistration.com/docs/miscellaneous-settings/#1-toc-title" rel="noreferrer noopener" target="_blank">داده‌های غیرحساس افزونه</a> با شما بهبود دهیم.

source: New User Registered Email
fa_ir: ایمیل ثبت‌نام کاربر جدید

source: Email sent to the admin when a new user registers
fa_ir: ایمیل ارسال‌شده به مدیر هنگام ثبت‌نام کاربر جدید

source: Admin
fa_ir: مدیر

source: Return to emails
fa_ir: بازگشت به ایمیل‌ها

source: Enable this email
fa_ir: فعال‌سازی این ایمیل

source: Enable this email sent to admin after successful user registration.
fa_ir: فعال‌سازی این ایمیل که پس از ثبت‌نام موفقیت‌آمیز کاربر به مدیر ارسال می‌شود.

source: Email Receipents
fa_ir: دریافت‌کنندگان ایمیل

source: Use comma to send emails to multiple receipents.
fa_ir: برای ارسال ایمیل به چندین دریافت‌کننده از ویرگول استفاده کنید.

source: Email Subject
fa_ir: موضوع ایمیل

source: The email subject you want to customize.
fa_ir: موضوع ایمیل که می‌خواهید سفارشی کنید.

source: A New User Registered
fa_ir: ثبت‌نام کاربر جدید

source: Email Content
fa_ir: محتوای ایمیل

source: The email content you want to customize.
fa_ir: محتوای ایمیل که می‌خواهید سفارشی کنید.

source: Hi Admin, <br/> A new user {{username}} - {{email}} has successfully registered to your site <a href="{{home_url}}">{{blog_info}}</a>. <br/> Please review the user role and details at '<b>Users</b>' menu in your WP dashboard. <br/><br /> Thank You!
fa_ir: سلام مدیر، <br/> یک کاربر جدید {{username}} - {{email}} با موفقیت در سایت شما <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده است. <br/> لطفاً نقش کاربر و جزئیات را در منوی '<b>کاربران</b>' در پیشخوان وردپرس خود بررسی کنید. <br/><br /> با تشکر!

source: Admin Approval Request Email with Approval Link
fa_ir: ایمیل درخواست تأیید مدیر با لینک تأیید

source: Email sent to the admin with user approval link url when a new user registers
fa_ir: ایمیل ارسال‌شده به مدیر با لینک تأیید کاربر هنگام ثبت‌نام کاربر جدید

source: Enable this email to send approval link for user registration.
fa_ir: فعال‌سازی این ایمیل برای ارسال لینک تأیید ثبت‌نام کاربر.

source: Approval Link For New User Registration
fa_ir: لینک تأیید برای ثبت‌نام کاربر جدید

source: Hi Admin, <br/> A new user {{username}} - {{email}} has successfully registered to your site <a href="{{home_url}}">{{blog_info}}</a>. <br/> Please review the user role and details at '<b>Users</b>' menu in your WP dashboard. <br/><br /> Click on this link to approve this user directly : {{approval_link}} <br /> Click on this link to deny this user directly : {{denial_link}} <br /><br /> Thank You!
fa_ir: سلام مدیر، <br/> یک کاربر جدید {{username}} - {{email}} با موفقیت در سایت شما <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده است. <br/> لطفاً نقش کاربر و جزئیات را در منوی '<b>کاربران</b>' در پیشخوان وردپرس خود بررسی کنید. <br/><br /> برای تأیید این کاربر مستقیماً روی این لینک کلیک کنید: {{approval_link}} <br /> برای رد این کاربر مستقیماً روی این لینک کلیک کنید: {{denial_link}} <br /><br /> با تشکر!

source: Awaiting Admin Approval
fa_ir: در انتظار تأیید مدیر

source: Email sent to the user notifying the registration is awaiting admin approval
fa_ir: ایمیل ارسال‌شده به کاربر برای اطلاع از اینکه ثبت‌نام در انتظار تأیید مدیر است

source: Awaiting Admin Approval Email
fa_ir: ایمیل در انتظار تأیید مدیر

source: Enable this email sent to user notifying the registration is awaiting admin approval.
fa_ir: فعال‌سازی این ایمیل که به کاربر اطلاع می‌دهد که ثبت‌نام در انتظار تأیید مدیر است.

source: Thank you for registration on {{blog_info}}
fa_ir: از شما برای ثبت‌نام در {{blog_info}} متشکریم

source: Hi {{username}}, <br/> You have registered on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Please wait until the site admin approves your registration. You will be notified after it is approved. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> شما در <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده‌اید. <br/> لطفاً منتظر بمانید تا مدیر سایت ثبت‌نام شما را تأیید کند. پس از تأیید به شما اطلاع داده خواهد شد. <br/> با تشکر!

source: Confirm Email Address Change
fa_ir: تأیید تغییر آدرس ایمیل

source: Email sent to the user to confirm the email address changed.
fa_ir: ایمیل ارسال‌شده به کاربر برای تأیید تغییر آدرس ایمیل.

source: Confirm Email Address Changed Email
fa_ir: ایمیل تأیید تغییر آدرس ایمیل

source: Confirm email address changed
fa_ir: تأیید تغییر آدرس ایمیل

source: Dear {{display_name}}, <p>You recently requested to change your email address associated with your account to {{updated_new_user_email}} . </p> <p>To confirm this change, please click on the following link: {{email_change_confirmation_link}} This link will only be active for 24 hours. If you did not request this change, please ignore this email or contact us for assistance.</p> <p>Best regards,<br/> {{blog_info}}</p>
fa_ir: کاربر گرامی {{display_name}}, <p>شما اخیراً درخواست تغییر آدرس ایمیل مرتبط با حساب کاربری خود به {{updated_new_user_email}} را داده‌اید. </p> <p>برای تأیید این تغییر، لطفاً روی لینک زیر کلیک کنید: {{email_change_confirmation_link}} این لینک فقط برای 24 ساعت فعال خواهد بود. اگر این تغییر را درخواست نکردید، لطفاً این ایمیل را نادیده بگیرید یا برای کمک با ما تماس بگیرید.</p> <p>با احترام،<br/> {{blog_info}}</p>

source: Email Confirmation
fa_ir: تأیید ایمیل

source: Email sent to the user with a verification link when email confirmation to register option is choosen
fa_ir: ایمیل ارسال‌شده به کاربر با لینک تأیید هنگام انتخاب گزینه تأیید ایمیل برای ثبت‌نام

source: Confirmation Email
fa_ir: ایمیل تأیید

source: Please confirm your registration on {{blog_info}}
fa_ir: لطفاً ثبت‌نام خود را در {{blog_info}} تأیید کنید

source: Hi {{username}}, <br/> You have registered on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Please click on this verification link <a href="{{home_url}}/{{ur_login}}?ur_token={{email_token}}">Click here</a> to confirm registration. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> شما در <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده‌اید. <br/> لطفاً روی این لینک تأیید کلیک کنید <a href="{{home_url}}/{{ur_login}}?ur_token={{email_token}}">اینجا کلیک کنید</a> تا ثبت‌نام خود را تأیید کنید. <br/> با تشکر!

source: Profile Details Changed Admin Email
fa_ir: ایمیل تغییرات جزئیات پروفایل مدیر

source: Email sent to the admin when a user changed profile information
fa_ir: ایمیل ارسال‌شده به مدیر هنگامی که یک کاربر اطلاعات پروفایل خود را تغییر داده است

source: Enable this email sent to the admin when a user changed profile information.
fa_ir: فعال‌سازی این ایمیل که به مدیر ارسال می‌شود وقتی یک کاربر اطلاعات پروفایل خود را تغییر دهد.

source: Profile Details Changed Email: {{blog_info}}
fa_ir: ایمیل تغییرات جزئیات پروفایل: {{blog_info}}

source: User has changed profile information for the following account:<br/> SiteName: {{blog_info}} <br/> Username: {{username}} <br/> {{all_fields}} <br/> Thank You!
fa_ir: کاربر اطلاعات پروفایل خود را برای حساب زیر تغییر داده است:<br/> نام سایت: {{blog_info}} <br/> نام کاربری: {{username}} <br/> {{all_fields}} <br/> با تشکر!

source: Profile Details Updated User Email
fa_ir: ایمیل به‌روزرسانی جزئیات پروفایل کاربر

source: Email sent to the user when a user changed their profile information
fa_ir: ایمیل ارسال‌شده به کاربر هنگام تغییر اطلاعات پروفایل او

source: Profile Details Updated Email
fa_ir: ایمیل به‌روزرسانی جزئیات پروفایل

source: Enable this email sent to the user when a user updated their profile information.
fa_ir: فعال‌سازی این ایمیل که به کاربر ارسال می‌شود وقتی اطلاعات پروفایل او به‌روزرسانی شود.

source: Profile Details Updated Email: {{blog_info}}
fa_ir: ایمیل به‌روزرسانی جزئیات پروفایل: {{blog_info}}

source: Your profile details have been successfully updated on {{blog_info}}.<br/> {{all_fields}} <br/> Thank You!
fa_ir: جزئیات پروفایل شما با موفقیت در {{blog_info}} به‌روزرسانی شده است.<br/> {{all_fields}} <br/> با تشکر!

source: Hi {{username}}, <br/> Your registration on <a href="{{home_url}}">{{blog_info}}</a> has been approved. <br/> Please visit '<b>My Account</b>' page to edit your account details and create your user profile on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> ثبت‌نام شما در <a href="{{home_url}}">{{blog_info}}</a> تأیید شده است. <br/> لطفاً به صفحه '<b>حساب من</b>' بروید تا جزئیات حساب خود را ویرایش کرده و پروفایل کاربری خود را در <a href="{{home_url}}">{{blog_info}}</a> ایجاد کنید. <br/> با تشکر!

source: Registration Denied Email
fa_ir: ایمیل رد ثبت‌نام

source: Email sent to the user notifying the registration is denied by the admin
fa_ir: ایمیل ارسال‌شده به کاربر برای اطلاع از رد ثبت‌نام توسط مدیر

source: Enable this email sent to the user notifying the registration is denied by the admin.
fa_ir: فعال‌سازی این ایمیل که به کاربر اطلاع می‌دهد که ثبت‌نام توسط مدیر رد شده است.

source: Sorry! Registration denied on {{blog_info}}
fa_ir: متأسفیم! ثبت‌نام در {{blog_info}} رد شد

source: Hi {{username}}, <br/> You have registered on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Unfortunately your registration is denied. Sorry for the inconvenience. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> شما در <a href="{{home_url}}">{{blog_info}}</a> ثبت‌نام کرده‌اید. <br/> متأسفانه ثبت‌نام شما رد شده است. از این بابت پوزش می‌طلبیم. <br/> با تشکر!

source: Registration Pending Email
fa_ir: ایمیل در انتظار ثبت‌نام

source: Email sent to the user notifying the registration is pending
fa_ir: ایمیل ارسال‌شده به کاربر برای اطلاع از اینکه ثبت‌نام در انتظار است

source: Enable this email sent to the user notifying the registration is pending.
fa_ir: فعال‌سازی این ایمیل که به کاربر اطلاع می‌دهد که ثبت‌نام در وضعیت انتظار قرار دارد.

source: Sorry! Registration changed to pending on {{blog_info}}
fa_ir: متأسفیم! وضعیت ثبت‌نام به انتظار در {{blog_info}} تغییر کرد

source: Hi {{username}}, <br/> Your registration on <a href="{{home_url}}">{{blog_info}}</a> has been changed to pending. <br/> Sorry for the inconvenience. <br/> You will be notified after it is approved. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> ثبت‌نام شما در <a href="{{home_url}}">{{blog_info}}</a> به وضعیت انتظار تغییر کرده است. <br/> از این بابت پوزش می‌طلبیم. <br/> پس از تأیید به شما اطلاع داده خواهد شد. <br/> با تشکر!

source: Reset Password Email
fa_ir: ایمیل بازنشانی رمز عبور

source: Email sent to the user when a user requests for reset password
fa_ir: ایمیل ارسال‌شده به کاربر هنگام درخواست بازنشانی رمز عبور

source: Enable this to send an email to the user when they request for a password reset.
fa_ir: فعال‌سازی این گزینه برای ارسال ایمیل به کاربر هنگام درخواست بازنشانی رمز عبور.

source: Password Reset Email: {{blog_info}}
fa_ir: ایمیل بازنشانی رمز عبور: {{blog_info}}

source: Someone has requested a password reset for the following account: <br/> SiteName: {{blog_info}} <br/> Username: {{username}} <br/> If this was a mistake, just ignore this email and nothing will happen. <br/> To reset your password, visit the following address: <br/> <a href="{{home_url}}/{{ur_login}}?action=rp&key={{key}}&login={{username}} " rel="noreferrer noopener" target="_blank">Click Here</a><br/> Thank You!
fa_ir: کسی درخواست بازنشانی رمز عبور برای حساب زیر کرده است: <br/> نام سایت: {{blog_info}} <br/> نام کاربری: {{username}} <br/> اگر این اشتباه بوده است، این ایمیل را نادیده بگیرید و هیچ اتفاقی نخواهد افتاد. <br/> برای بازنشانی رمز عبور خود، به آدرس زیر مراجعه کنید: <br/> <a href="{{home_url}}/{{ur_login}}?action=rp&key={{key}}&login={{username}}" rel="noreferrer noopener" target="_blank">اینجا کلیک کنید</a><br/> با تشکر!

source: Successfully Registered Email
fa_ir: ایمیل ثبت‌نام موفق

source: Email sent to the user after successful registration
fa_ir: ایمیل ارسال‌شده به کاربر پس از ثبت‌نام موفقیت‌آمیز

source: Enable this email sent to the user after successful user registration.
fa_ir: فعال‌سازی این ایمیل که پس از ثبت‌نام موفقیت‌آمیز به کاربر ارسال می‌شود.

source: Congratulations! Registration Complete on {{blog_info}}
fa_ir: تبریک! ثبت‌نام شما در {{blog_info}} تکمیل شد

source: Hi {{username}}, <br/> You have successfully completed user registration on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Please visit '<b>My Account</b>' page to edit your account details and create your user profile on <a href="{{home_url}}">{{blog_info}}</a>. <br/> Thank You!
fa_ir: سلام {{username}}, <br/> شما با موفقیت ثبت‌نام کاربری را در <a href="{{home_url}}">{{blog_info}}</a> تکمیل کرده‌اید. <br/> لطفاً به صفحه '<b>حساب من</b>' بروید تا جزئیات حساب خود را ویرایش کرده و پروفایل کاربری خود را در <a href="{{home_url}}">{{blog_info}}</a> ایجاد کنید. <br/> با تشکر!

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fa_ir: نسخه جدیدی از %1$s در دسترس است. %2$sمشخصات نسخه %3$s را مشاهده کنید%4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fa_ir: نسخه جدیدی از %1$s در دسترس است. %2$sمشخصات نسخه %3$s را مشاهده کنید%4$s یا %5$sهم‌اکنون به‌روزرسانی کنید%6$s.

source: You do not have permission to install plugin updates
fa_ir: شما اجازه نصب به‌روزرسانی‌های افزونه را ندارید

source: Error
fa_ir: خطا

source: User Registration Extensions
fa_ir: افزونه‌های ثبت‌نام کاربر

source: Refresh Extensions
fa_ir: به‌روزرسانی افزونه‌ها

source: Filter extensions list
fa_ir: فیلتر کردن لیست افزونه‌ها

source: Extensions list
fa_ir: لیست افزونه‌ها

source: Our catalog of User Registration Extensions can be found on WPUserRegistration.com here: <a href="%s">User Registration Extensions Catalog</a>
fa_ir: فهرست افزونه‌های ثبت‌نام کاربر ما را می‌توانید در WPUserRegistration.com بیابید: <a href="%s">فهرست افزونه‌های ثبت‌نام کاربر</a>

source: Getting Started
fa_ir: شروع کار

source: Welcome to Everest Forms
fa_ir: به Everest Forms خوش آمدید

source: Thank you for choosing Everest Forms, the most powerful and easy drag & drop WordPress form builder in the market.
fa_ir: از انتخاب Everest Forms که قدرتمندترین و آسان‌ترین سازنده فرم درگ‌اند‌دراپ وردپرس در بازار است، سپاسگزاریم.

source: Watch how to create your first form with Everest Forms
fa_ir: تماشا کنید که چگونه اولین فرم خود را با Everest Forms ایجاد کنید

source: Create Your First Form
fa_ir: اولین فرم خود را ایجاد کنید

source: Let's get started with the first contact forms for your site.
fa_ir: بیایید با اولین فرم‌های تماس برای سایت شما شروع کنیم.

source: Read The Full Guide
fa_ir: راهنمای کامل را بخوانید

source: Read our step by step guide on how to create your first form.
fa_ir: راهنمای گام‌به‌گام ما را برای ایجاد اولین فرم خود بخوانید.

source: GENERAL
fa_ir: عمومی

source: Export your users along with their extra information registered with a user registration form as a <strong>CSV</strong> file.
fa_ir: کاربران خود را به همراه اطلاعات اضافی ثبت‌شده در فرم ثبت‌نام کاربر به‌صورت فایل <strong>CSV</strong> صادر کنید.

source: Add New Form
fa_ir: فرم جدید اضافه کنید

source: Refresh Templates
fa_ir: الگوها را به‌روزرسانی کنید

source: Free
fa_ir: رایگان

source: Premium
fa_ir: ویژه

source: Couldn't connect to templates server. Please reload again.
fa_ir: اتصال به سرور الگوها امکان‌پذیر نیست. لطفاً دوباره بارگذاری کنید.

source: Something went wrong. Please refresh your templates.
fa_ir: مشکلی پیش آمده است. لطفاً الگوهای خود را دوباره به‌روزرسانی کنید.

# Template name
source: %s template
fa_ir: %s الگو

source: %s plugin successfully installed.
fa_ir: %s افزونه با موفقیت نصب شد.

source: %s plugins successfully installed.
fa_ir: %s افزونه با موفقیت نصب شد.

source: %s install failed.
fa_ir: نصب %s ناموفق بود.

source: %s installs failed.
fa_ir: نصب‌های %s ناموفق بود.

source: Show more details
fa_ir: مشخصات بیشتر را نمایش دهید

source: Now Editing
fa_ir: در حال ویرایش

source: Copy Shortcode!
fa_ir: کپی کد کوتاه!

source: Copied!
fa_ir: کپی شد!

source: Embed
fa_ir: گنجاندن

source: Fields
fa_ir: فیلدها

source: Field Options
fa_ir: تنظیمات فیلد

source: Form Settings
fa_ir: تنظیمات فرم

source: Whoops!
fa_ir: اوه!

source: There is not any field that you were searching for.
fa_ir: فیلدی که جستجو می‌کردید یافت نشد.

source: Default User Fields
fa_ir: فیلدهای پیش‌فرض کاربر

source: Extra Fields
fa_ir: فیلدهای اضافی

source: Keyboard Shortcuts
fa_ir: میانبرهای صفحه‌کلید

source: Get Support
fa_ir: دریافت پشتیبانی

source: Create Login Form
fa_ir: ایجاد فرم ورود

source: Documentation
fa_ir: مستندات

source: EXPORT FORMS WITH SETTINGS
fa_ir: صادرات فرم‌ها با تنظیمات

source: Export your forms along with their settings as <strong>JSON</strong> file.
fa_ir: فرم‌های خود را همراه با تنظیماتشان به‌صورت فایل <strong>JSON</strong> صادر کنید.

source: Export Forms
fa_ir: صادرات فرم‌ها

source: IMPORT FORMS WITH SETTINGS
fa_ir: واردات فرم‌ها با تنظیمات

source: Import your forms along with their settings from <strong>JSON</strong> file.
fa_ir: فرم‌های خود را همراه با تنظیماتشان از فایل <strong>JSON</strong> وارد کنید.

source: Import Forms
fa_ir: واردات فرم‌ها

source: Delete all logs
fa_ir: حذف همه گزارش‌ها

source: Delete log
fa_ir: حذف گزارش

source: View
fa_ir: مشاهده

source: There are currently no logs to view.
fa_ir: در حال حاضر گزارشی برای مشاهده وجود ندارد.

source: Logs
fa_ir: گزارش‌ها

source: Search Settings...
fa_ir: جستجوی تنظیمات...

source: Hide Premium Features
fa_ir: مخفی کردن ویژگی‌های پریمیوم

source: Collapse Menu
fa_ir: جمع کردن منو

source: Sidebar
fa_ir: نوار کناری

source: Save Changes
fa_ir: ذخیره تغییرات

source: Visit Documentation
fa_ir: مراجعه به مستندات

source: Instant access to 40+ unique addons
fa_ir: دسترسی فوری به بیش از 40 افزودنی منحصر به فرد

source: Advanced fields to enhance your registration forms
fa_ir: فیلدهای پیشرفته برای ارتقاء فرم‌های ثبت‌نام شما

source: Simple WooCommerce integration with billing and shipping fields
fa_ir: یکپارچه‌سازی ساده با WooCommerce با فیلدهای صورتحساب و حمل‌ونقل

source: Customization options for user accounts
fa_ir: گزینه‌های سفارشی‌سازی برای حساب‌های کاربری

source: Support for 12 different file types in the file upload option
fa_ir: پشتیبانی از 12 نوع فایل مختلف در گزینه بارگذاری فایل

source: Eye-catching forms with the advanced style customizer
fa_ir: فرم‌های چشم‌نواز با سفارشی‌سازی پیشرفته استایل

source: Dynamic forms with Conditional Logic
fa_ir: فرم‌های پویا با منطق شرطی

source: Full control over content visibility with Content Restriction
fa_ir: کنترل کامل بر قابلیت مشاهده محتوا با محدودیت محتوا

source: Quick Feedback
fa_ir: بازخورد سریع

source: Could you please share why you are deactivating %1$sUser Registration%2$s plugin?
fa_ir: لطفاً بگویید چرا افزونه %1$sUser Registration%2$s را غیرفعال می‌کنید؟

source: Skip &amp; Deactivate
fa_ir: رد کردن و غیرفعال کردن

source: Submit &amp; Deactivate
fa_ir: ارسال و غیرفعال کردن
